{
  "chunks": [
    {
      "id": 2300,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 25,
      "text": "ts for the natural human being, the birth of the future human. What does the future human look like?\nChris Bache:\nI think our spiritual traditions have been giving us insights into what’s emerging. All of the great saints and sages who seeded the religions of the Axial Age drew humanity to them because we could feel a deep resonance. They were archetypal prototypes of what we were becoming, and they invited us to become what they had become. In the Buddhas, the prophets, the Christ, and the great saints of the deepest spiritual traditions, we can see prototypes of what’s coming.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.7158013582229614,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 1928.0,
      "end_sec": null,
      "start_hhmmss": "00:32:08",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=1928"
    },
    {
      "id": 2585,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 48,
      "text": ":\nI recall in your book that you were shown the universe goes on and on, essentially. Is that right?\nChris Bache:\nThere are two different models: one is that it’ll keep expanding forever; the other is that it reaches a maximum expansion and then contracts—a pulsating universe expanding and contracting, then re-expanding. I don’t have an answer to that question. Clearly, the universe is on a tear, going on for billions and billions of years. That’s a deflating insight if you think a human being is simply a 100-year-old being; then we’re sand on the beach beside the ocean—we don’t get to participate in that deep future. But if reincarnation is true—and I think there’s plenty of factual evidence that it is—and if our essence is indestructible, and we roll over what we’ve learned into continued learning over thousands and millions of years, then we actually get to participate in this divine unfolding. It’s our future. We are co-participants—eternal participants—in this eternal process.\n\nEmmy Vadnais:\nIn your experiences, you talked about the birth of the future human. Can you shed a little light on what that is about?",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.693972647190094,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 4706.0,
      "end_sec": 4825.959,
      "start_hhmmss": "01:18:26",
      "end_hhmmss": "01:20:26",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7105,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=4706"
    },
    {
      "id": 2586,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 49,
      "text": ", you talked about the birth of the future human. Can you shed a little light on what that is about?\nChris Bache:\nThere’s a chapter in the book called “The Birth of the Future Human.” I think it may be the most important chapter, and it completely surprised me. I thought my work was a personal journey—healing, awakening. Then it broadened into an individual’s insight into the deep structure of our lives. But starting around 1990 through 1995, I began receiving a series of internally consistent visions about humanity’s evolutionary destiny: where we were in our journey, that we were coming to a turning point, a crescendo that would catalyze a tremendous transformation inside humanity—a true before-and-after moment in time. A profound spiritual transformation was coming to a head. This kept repeating itself in my work in different ways, but I didn’t know how the universe was going to pull it off.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.6936410665512085,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 4792.0,
      "end_sec": 4820.527,
      "start_hhmmss": "01:19:52",
      "end_hhmmss": "01:20:21",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5946,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=4792"
    },
    {
      "id": 353,
      "talk_id": "2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview",
      "archival_title": "Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "recorded_date": "2019-05-15",
      "published": "2019-05-15",
      "chunk_index": 96,
      "text": "ng to become one being internally, integrating all our former lives as we try to transcend our past.\nChris Bache: We're trying to unify engineering, ecological, industrial practices; taking responsibility for planetary health geopolitically and geophysically. That effort is mirrored by the intrapsychic process where we strive to grow up and come to terms with who and what we are. This is what I call the birth of the future human. The crisis we are entering, which will likely dominate the 21st and extend into the 22nd century, is not simply economic or industrial—it's a crisis of consciousness, an evolutionary crisis giving birth to a future human.\n\nLate in my sessions—at the very end—one of the last great visions took me deep into the future and let me \"try on\" the fundamental blueprint of the human psyche at that point. This being was the most extraordinary being—imagine the highest, finest qualities, the greatest spiritual capacities: a mind and heart completely open to the universe and to each other, a truly magnificent being. That's what's at stake; that's what we're trying to become.",
      "token_est": null,
      "hash": null,
      "channel": "Buddha at the Gas Pump®",
      "source_type": "interview",
      "citation": "Bache · 2019-05-15 · Buddha at the Gas Pump® · Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "url": "https://youtu.be/SIjZypJKSFM",
      "transcript_path": "sources/transcripts/2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview.md",
      "_score": 0.6653516292572021,
      "youtube_id": "SIjZypJKSFM",
      "start_sec": 7806.0,
      "end_sec": null,
      "start_hhmmss": "02:10:06",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/SIjZypJKSFM?t=7806"
    },
    {
      "id": 2119,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 12,
      "text": "ng been through what you’ve been through, how do you see these times laid into what you experienced?\nChris Bache:\nJumping many years ahead, I summarized my experiences of our time in a chapter called “The Birth of the Future Human.” Over many years, I was given visions of humanity coming to a turning point, a spiritual breakthrough—an evolutionary shift in the plate tectonics of the collective psyche. In 1995, I dissolved into the species mind, into what I call deep time, taken into the future where I experienced a death-and-rebirth of the human family—not as individuals, but humanity as a whole. It was a global systems crisis precipitated by escalating ecological crises. I wasn’t given details, dates, nothing about artificial intelligence or a third world war—just the experience of a prolonged loss of control and a collapse of everything considered normal and necessary. Since then, I’ve lived with this awareness. For me, it’s not a projected fantasy; it’s an experience, so I don’t question its truth. I see this period as one of increasing destabilization: conflicts between races, religions, sexes, classes—tremendous things we’ve done to each other for thousands of years. We have to grow spiritually into the next form emerging in the human. I think this process will continue to deepen for decades. What’s unfolding now is the overture, bringing to the surface age-old hatreds that we must transform. I don’t offer political solutions; my perspective isn’t ground-level. It’s from far above the Earth, looking at the long evolutionary trajectory.",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.6602507829666138,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 655.0,
      "end_sec": 892.671,
      "start_hhmmss": "00:10:55",
      "end_hhmmss": "00:14:53",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.5584,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=655"
    },
    {
      "id": 2135,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 28,
      "text": "vehicle—the human being—is designed for rapid transformation. Please expand on that before we close.\nChris Bache:\nIn the 70th vision, I was given what I consider the last great vision of my journey; after that, it was wrapping up. I was taken into deep time and shown three core experiences. One was an insight into how humanity is designed for accelerated evolution. On the surface, we reincarnate: we learn, grow, change, make decisions, and return different. But beneath the incarnating self is a deeper structure that holds all our incarnational memories—a fundamental blueprint from which we act. Humanity grows and changes individually, while a very specific structure in the collective psyche accumulates and stores that information. Periodically, that deeper structure pivots—what I call a shift in the plate tectonics of the collective psyche. It’s the genius of creation: we learn individually, it collects at a deeper level, and when that deeper level shifts, all subsequent individual experience unfolds from that changed fundamental psyche. After the birth of the future human, all future incarnations of human beings will operate out of this transformed collective psyche—and the process continues. Individuals learn and grow; it’s collected at depth; that level learns and grows—like Rupert Sheldrake talks about morphogenic fields—an ongoing, continuously evolving process.",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.6595504283905029,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 2434.0,
      "end_sec": null,
      "start_hhmmss": "00:40:34",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=2434"
    },
    {
      "id": 1516,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 49,
      "text": "gleman:\nCan you say more about the visions you had for humanity’s future and the time that we’re in?\nChris Bache:\nThis was one of the great surprises for me, because I never expected anything like this to emerge in my work. I thought it was about personal transformation, even personal enlightenment. I never imagined that the evolution of the species would become such a dominant theme. Going back to about halfway through the work in the early ’90s, starting in 1991, I began to have a series of visions—just dropped into my sessions—that humanity was coming to a turning point, a true before-and-after point in history. We were entering a time of intense purification, essentially purifying the human psyche of the sins of our fathers—lifting the conditioning of the past to make us more receptive to, and capable of internalizing, the spiritual infusion, insights, and power becoming available at this time in history. There was a tremendous sense of rebirth coming.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.6578853726387024,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 4255.0,
      "end_sec": 4329.174,
      "start_hhmmss": "01:10:55",
      "end_hhmmss": "01:12:09",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7423,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=4255"
    },
    {
      "id": 1737,
      "talk_id": "2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast",
      "archival_title": "LSD and the Mind of the Universe – S2S Podcast",
      "recorded_date": "2023-01-06",
      "published": "2023-01-06",
      "chunk_index": 62,
      "text": "ss? What is happening in our historical circumstances? What is the immediate future for our species?\nChris Bache:\nI know I’m sharing my own visionary experiences. What may be powerful and true for one person won’t necessarily be powerful or true for another. I can only share what my experience has been. Early on—starting around my 23rd session, so for the last 50 or so—one of the recurring themes was where humanity is going. The vision was repeated again and again: we are coming into a turning point in history, a decisive before-and-after point, poised on the edge of a magnificent transition into a higher level of functioning. There is a greatness emerging within humanity.",
      "token_est": null,
      "hash": null,
      "channel": "S2S Podcast",
      "source_type": "interview",
      "citation": "Bache · 2023-01-06 · S2S Podcast · LSD and the Mind of the Universe – S2S Podcast",
      "url": "https://youtu.be/Kh5aqAuDBIM",
      "transcript_path": "sources/transcripts/2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast.md",
      "_score": 0.6566421389579773,
      "youtube_id": "Kh5aqAuDBIM",
      "start_sec": 6115.0,
      "end_sec": null,
      "start_hhmmss": "01:41:55",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Kh5aqAuDBIM?t=6115"
    },
    {
      "id": 2514,
      "talk_id": "2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human",
      "archival_title": "The Phoenix Always Rises: Evolving into the Future Human",
      "recorded_date": "2025-01-08",
      "published": "2025-01-08",
      "chunk_index": 38,
      "text": "ness within a collective psyche different from how we experienced it in the 19th and 20th centuries.\nManda Scott:\nNow—or for a long time before that, within our time before that.\n\nChris Bache:\nThere’s another theme that gave me some details of what the future human is. In other sessions, I was taken far into the future and experienced this new archetype. I believe in reincarnation—my first book was on reincarnation—and from a philosopher’s perspective, I think the empirical evidence is overwhelming. It’s always been part of my thinking, based on the evidence, not religious belief. I experienced reincarnation dynamics many times in my sessions—not only my personal reincarnational history, but reincarnation as a dynamic process for the entire planet. The entire species is pulsing in the rhythm of reincarnation. If reincarnation is a basic fact of life, then we have been building the future human for hundreds of thousands of years, growing bit by bit. We remember our former lives usually when we die and return to the domain of the soul, but I think we are coming into a point where the soul is becoming conscious inside our historical existence.",
      "token_est": null,
      "hash": null,
      "channel": "Accidental Gods",
      "source_type": "lecture",
      "citation": "Bache · 2025-01-08 · Accidental Gods · The Phoenix Always Rises: Evolving into the Future Human",
      "url": "https://youtu.be/q-caGhIlKS8",
      "transcript_path": "sources/transcripts/2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human.md",
      "_score": 0.6402126550674438,
      "youtube_id": "q-caGhIlKS8",
      "start_sec": 2683.0,
      "end_sec": null,
      "start_hhmmss": "00:44:43",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/q-caGhIlKS8?t=2683"
    },
    {
      "id": 2018,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 26,
      "text": "lly conscious souls; that species would create a different life on this planet than we’ve ever seen.\nLater in my work, over about four years, I began receiving a series of visions about human evolution. The message was always the same: we’re coming to a turning point, a profound spiritual awakening—a before-and-after in human history. It involves tremendous collective purification, emptying out the pains of history to lay a new foundation for an infusion of divine energy rising within us. I was given glimpses of the transformed humanity that would emerge, but not how nature would pull it off.\n\nSeveral years later, in 1995, when I had transitioned to the Diamond Luminosity phase of my work, I expected to be taken back into that state. Instead, I was dissolved into the species—Chris Bache dissolved into the human family. As the human family, I was taken into the future—into deep time—and experienced what I came to understand as a death-and-rebirth process impacting the entire human family. Just as an individual can undergo an intense death–rebirth process in spiritual or psychedelic practice, history was putting the entire human family through such a process.",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.6348718404769897,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 2415.0,
      "end_sec": null,
      "start_hhmmss": "00:40:15",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=2415"
    },
    {
      "id": 564,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 34,
      "text": "e case: a painful birth to transition into a more functional, balanced species. Could you elaborate?\nChris Bache: I explore this in a chapter called “The Birth of the Future Human,” and earlier in “The Great Awakening” in Dark Night, Early Dawn (2000). I was uncomfortable entering this territory at first—I’m not drawn to historical speculation. I began this work for individual healing and enlightenment, and that premise was blown away within a few years. The purification, the access to information and knowledge—everything seemed to be in service of the species as a whole. It’s not that our species is special in the universe, but the Divine’s focus here, now, seems species-wide.\n\nThis emphasis repeated so often and strongly that the gist of my 20-year journey became the collective story of death and rebirth. I have deep convictions that we’ve entered the dark night of our collective soul—a period of purification, confronting the sins of our fathers and mothers, which are our own through reincarnation. We’re facing our past choices and their consequences, purifying the toxins they left, to open into new dimensions of our being.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.6340640187263489,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 3521.0,
      "end_sec": null,
      "start_hhmmss": "00:58:41",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=3521"
    },
    {
      "id": 2022,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 30,
      "text": "erent world than the one we’re building now.\n\nSandy Sedgbeer:\nSo such a being has no need to evolve.\nChris Bache:\nI think this is simply the next step in our evolutionary saga. I don’t know how long this transition will take—at least generations. Whether it’s 100 years or several hundred, I don’t know. If it took 1,000 years, that’s probably stretching it, because I think we’ll be dead if we don’t make this transition sooner. We’re either going to go extinct or we’re going to transition into this new form. Extinction—or near extinction—is a tremendous accelerator of evolution. However long it takes, whatever we become, evolution isn’t going to stop. We’ve been at this for billions of years; we’ll be at this for billions more. There’s no telling where we might go next, and next after that. So I don’t see an end point—just the next point. And the next point is to wake up to what’s really going on, to who we really are, to the depth and breadth of our relationships with life itself, other people, and other species—and then we continue.\n\nSandy Sedgbeer:\nIt’s been 24 years since you stopped. Do you feel you have fully integrated all of those experiences?",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.631279468536377,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 2815.0,
      "end_sec": 2880.489,
      "start_hhmmss": "00:46:55",
      "end_hhmmss": "00:48:00",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7657,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=2815"
    },
    {
      "id": 2305,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 30,
      "text": "fferences fuse into an individuality that holds everything as an integrated, harmonious singularity.\nWhen I was given the grace of experiencing this new archetype toward the end of my journeys—this future human—it moved me to tears. It was so beautiful. Picture a humanity completely healed of the wounds and divisions of history, with an open, expansive, compassionate heart like the best of the saints, consciousness in deep communion with the creative intelligence of the universe, with fewer interfering Bardo echoes, and a profound commitment to being in the body—not trying to get out of time and space, but living an increasingly strong, focused, intentional integration of spirit and matter in physical existence. That’s what’s been coming into me. That’s what I have to offer.\n\nStephen Gray:\nThat was absolutely beautiful, Chris. I think I’m going to play this back to myself with headphones on before bedtime, for a beautiful bedtime story.\n\nChris Bache:\nWe really are. Ordinary, hard times ahead—but deep beauty.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.6289742588996887,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 2369.0,
      "end_sec": null,
      "start_hhmmss": "00:39:29",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=2369"
    },
    {
      "id": 559,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 29,
      "text": "things, and the only way was to teach me how to stay conscious in these unusual temporal modalities.\nThe last of what I consider the great visions took place in the 70th session, after one of the most extreme strip-downs I went through. It moved me into the most radical deep time in all my sessions. After this vision, the universe essentially wrapped things up over the next three sessions. That dominant vision took me far into humanity’s evolutionary future.\n\nJef Baker: What insights did that window of deep time give you about our future direction?\n\nChris Bache: Starting around the 23rd session, and then in a punctuated way over the years, the universe kept giving me teachings about the human story—what you might call the master story. I don’t mean that arrogantly; it’s simply what kept coming. It emphasized we were approaching a crescendo—a true turning point, a before-and-after in our evolutionary journey. After thousands and hundreds of thousands of years of struggling—in a reincarnational framework, which I accept—the message was that humanity was coming to a decisive pivot in its larger story.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.6238871812820435,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 2879.0,
      "end_sec": null,
      "start_hhmmss": "00:47:59",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=2879"
    },
    {
      "id": 669,
      "talk_id": "2020-10-04-a-visionary-experience-of-the-birth-of-the-future-human",
      "archival_title": "A Visionary Experience of the Birth of the Future Human",
      "recorded_date": "2020-10-04",
      "published": "2020-10-04",
      "chunk_index": 16,
      "text": "d change. Our very constitution—the form of our species—is a stage in a longer evolutionary journey.\nSixth: the future human. At one point, I was given a brief experience of the future human we are becoming. I was carried deep into the distant future and allowed to experience what will be the abiding state of humanity at that time. What a magnificent being. Just touching it filled me with rapture, calm, and sheer delight. It felt clear, warm, and whole. There was an abiding sense of oneness that went deeper than the feeling of being interconnected; it was a feeling of being truly one underneath the diversity of life. Such expansiveness, such breadth of being—fully embodied spiritual realization, the tantric awakening of our entire species, spirit and matter in perfect balance. This penetrating glimpse transfixed me. Its beauty, grandeur, and simplicity pierced my heart.",
      "token_est": null,
      "hash": null,
      "channel": "Cambridge Consciousness Forum",
      "source_type": "lecture",
      "citation": "Bache · 2020-10-04 · Cambridge Consciousness Forum · A Visionary Experience of the Birth of the Future Human",
      "url": "https://youtu.be/-xbx5HnOFmA",
      "transcript_path": "sources/transcripts/2020-10-04-a-visionary-experience-of-the-birth-of-the-future-human.md",
      "_score": 0.6227526664733887,
      "youtube_id": "-xbx5HnOFmA",
      "start_sec": 1912.0,
      "end_sec": 1993.721,
      "start_hhmmss": "00:31:52",
      "end_hhmmss": "00:33:14",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9853,
      "ts_url": "https://youtu.be/-xbx5HnOFmA?t=1912"
    },
    {
      "id": 761,
      "talk_id": "2021-03-16-contemplating-reincarnation-part-3",
      "archival_title": "Contemplating Reincarnation – Part 3",
      "recorded_date": "2021-03-27",
      "published": "2021-03-27",
      "chunk_index": 25,
      "text": "back for that one. It’s really good to bear these things in mind as we move through intense periods.\nChris Bache: Let’s allow ourselves to look deep into the future of this future human. Whatever transformation we’re going through—and we agree it’s acute, giving birth to a new order of human capacity—however long it takes, the human story isn’t stopping. The evolutionary drama isn’t ending. This is a new platform within which the story will continue to develop. We’ve been evolving by learning from suffering, our great teacher in much of the past, but we’re getting past that—just as we’re growing out of our fear of death. If there were one thing I wish I could give people from my sessions, it would be to lose the fear of death. If you’re afraid of death, your cosmology is upside down. You don’t understand what’s going on. Death is graduation. Death is the great respite, the great reward.",
      "token_est": null,
      "hash": null,
      "channel": "Gene Keys",
      "source_type": "lecture",
      "citation": "Bache · 2021-03-16 · Gene Keys · Contemplating Reincarnation – Part 3",
      "url": "https://youtu.be/5Lus4MLlzbA",
      "transcript_path": "sources/transcripts/2021-03-16-contemplating-reincarnation-part-3.md",
      "_score": 0.6204432845115662,
      "youtube_id": "5Lus4MLlzbA",
      "start_sec": 2863.0,
      "end_sec": null,
      "start_hhmmss": "00:47:43",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/5Lus4MLlzbA?t=2863"
    },
    {
      "id": 1882,
      "talk_id": "2023-01-30-wisdom-keepers-conversation-with-duane-elgin",
      "archival_title": "Wisdom Keepers conversation with Duane Elgin",
      "recorded_date": "2023-01-30",
      "published": "2023-01-30",
      "chunk_index": 55,
      "text": "ness. So bless you, brother, and thank you for your life of contribution and service to that future.\nChris Bache\nAnd you too, brother. As we transition into questions and answers, I want to share a view I think we both hold: this century is a century of labor. We have been gestating the future human for tens of thousands, hundreds of thousands of years through reincarnation—over and over, deeper and deeper. But now we’ve come into labor. Gestation is long; labor is short. Gestation can be gentle while life goes on at the surface; labor is intense. It requires a complete interruption of ordinary life and a deep turning within. We are in the process of collectively giving birth to what I call the future human. Many have seen and felt it—Homo spiritualis, Homo noeticus, different names—but the fundamental idea is the same: we are giving birth to a more evolved form of humanity.",
      "token_est": null,
      "hash": null,
      "channel": "The WisdomKeepers",
      "source_type": "interview",
      "citation": "Bache · 2023-01-30 · The WisdomKeepers · Wisdom Keepers conversation with Duane Elgin",
      "url": "https://youtu.be/TeifW7GZ9xI",
      "transcript_path": "sources/transcripts/2023-01-30-wisdom-keepers-conversation-with-duane-elgin.md",
      "_score": 0.6174153089523315,
      "youtube_id": "TeifW7GZ9xI",
      "start_sec": 5541.0,
      "end_sec": null,
      "start_hhmmss": "01:32:21",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/TeifW7GZ9xI?t=5541"
    },
    {
      "id": 1172,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 57,
      "text": "rth of the human species. You said, “Nothing is predestined. It’s up to us.” That’s a big statement.\nChris Bache:\nIf everything were predestined, there’d be no point to incarnating. If everything had to be the way it’s got to be, we wouldn’t be learning, and there would be no adventure here. It’s open-ended. We could lose the planet. We could lose this opportunity. It’s going to require our very, very best and deepest efforts to come through this changed and built better.\n\nRoger Walsh:\nSo your vision may not be, “This is the way it’s going to be,” but rather, “Here is the possibility to which we can open ourselves.”\n\nChris Bache:\nYes, and I have to acknowledge that. Sometimes people who nearly die have, as part of their life review, a life preview. Sometimes what they see of the future comes true, and sometimes they see a future they can change. I talk about this in Ken Ring’s work, Heading Toward Omega. If they’re seeing a future they can change, they’re seeing a conditional future, not an absolute preset future. So what I’m seeing is a possible future—maybe even a probable future—but still a future we have to enact.",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.6156095266342163,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 5004.0,
      "end_sec": null,
      "start_hhmmss": "01:23:24",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=5004"
    },
    {
      "id": 1047,
      "talk_id": "2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d",
      "archival_title": "LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "recorded_date": "2021-06-03",
      "published": "2021-06-03",
      "chunk_index": 36,
      "text": "y deep Breathwork experiences that were, in many respects, comparable to my psychedelic experiences.\nTeresa Marie\nThank you. You also talk about the future human and the suffering involved in transformation—which is a shame, but it propels us. Can you share more about your visions? Have some of what you saw in the ’90s come to pass, or are you still waiting?\n\nChris Bache\nThe consistent theme in my sessions was positive: humanity is coming to a turning point in history—a collective spiritual explosion—driven from underneath, as if decided at a cosmological level, rising up through us and surfacing in our individual lives. It’s larger than the sum of our individual efforts.",
      "token_est": null,
      "hash": null,
      "channel": "Portland Psychedelic Society",
      "source_type": "lecture",
      "citation": "Bache · 2021-06-03 · Portland Psychedelic Society · LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "url": "https://youtu.be/icBasHgjzsY",
      "transcript_path": "sources/transcripts/2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d.md",
      "_score": 0.6044822335243225,
      "youtube_id": "icBasHgjzsY",
      "start_sec": 3193.0,
      "end_sec": null,
      "start_hhmmss": "00:53:13",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/icBasHgjzsY?t=3193"
    }
  ]
}