{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5819433331489563
    },
    {
      "id": "lsdmu.c06.s00.p121",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 520,
      "text": "Creation seemed to be a reality that had come forth from a dynamic relation between two Cosmic Beings who had themselves emerged from a Primal Unity. One being, who felt more like a “She,” had plunged Herself into the task of creating space-time and the physical universe, knowing in advance that She would eventually lose Her self-awareness in this work and become unconscious of Her true nature for billions of years. The other being, who felt more like a “He,” had remained fully conscious outside of space-time. The creating half had voluntarily submitted to this long and painful isolation in order to create the raw substance of the physical universe, which would in time become transparent to divine intention as matter evolved into increasing self-awareness. With this phase of the work now largely complete, the self-imposed exile was coming to an end, and the Lovers were at long last being reunited.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶121",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 121,
      "sentence": null,
      "_score": 0.5482845306396484
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.5473845601081848
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.5251467227935791
    },
    {
      "id": "lsdmu.c10.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 897,
      "text": "Light has always been recognized as a signature of the Divine. It is a universal constant in our spiritual traditions—a vast radiance fusing all knowledge, love, and power. Mystics attest to it; those who have nearly died attest to it. It should come as no surprise, therefore, that when our psychedelic journey takes us deep into the universe, the Light is waiting for us.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5247849822044373
    },
    {
      "id": "lsdmu.c02.s02.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 177,
      "text": "As the negative perinatal experiences continued to build over the next several sessions, so did the positive experiences that emerged during the ecstatic portion of the sessions. In one session, I experienced life as a living fabric of interwoven intelligences—atomic, molecular, cellular, human, societal, and planetary. This early taste of the weave of Oneness was just a metaphysical appetizer for the deeper experiences of Oneness that would follow later, so I will not spend time on it. I would, however, like to share one experience from this period because it speaks to the rationale for this book as a whole. This session helped me let go of my conventional academic training and embrace psychedelics as anew method of philosophical inquiry.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §2 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 2,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.517767071723938
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5177602171897888
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5160114169120789
    },
    {
      "id": "lsdmu.c01.s05.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 69,
      "text": "As this journey deepened, I found myself entering a spiraling love affair with this intelligence, a Being so vast I can only describe it using the vocabulary of the Divine even while the sessions themselves were repeatedly demonstrating how limited and childlike our historical conceptions of the Divine have been. I agree with Jonathan Goldman who in speaking of ayahuasca said, “The rituals of the Daime are not meant to be an ‘experience,’ but rather to provide a chance to interact intimately with a Divine Being of unimaginable intelligence, compassion, clarity, and spiritual power.’ I do not know the limits of this Being and I hesitate to even call it a “Being” at all. As I have experienced it, it is the fabric of existence itself. I think of it as the generative intelligence of our universe, the Mind of the Cosmos—both transcendent source and manifest body of existence, beyond all categories of He or She yet infinitely more than any It.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.5112877488136292
    },
    {
      "id": "lsdmu.c02.s04.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 220,
      "text": "When a subject in a psychedelic session engages a perinatal matrix, then the experience will be multidimensional but thematically coherent. He or she may experience simultaneously one or more phases of the original birth trauma, similar real or imagined traumas from later life of both a physical and psychological nature, and, in addition, thematically congruent spiritual and philosophical conflicts and insights....",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §4 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 4,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.5105345249176025
    },
    {
      "id": "lsdmu.c06.s00.p28",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 427,
      "text": "With this insight, an exquisite joy swept through me. I suddenly remembered what I was. At that moment, my identity was not Chris Bache but the Divine Feminine who had set out to create the physical universe and who was now being reunited with her Lover. Through these many glimpses, I had been patiently guided to rediscover my true nature and the purpose of my life. My nature was Consciousness and my work was Creation. All for joy.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶28",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 28,
      "sentence": null,
      "_score": 0.5023610591888428
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5015432834625244
    },
    {
      "id": "lsdmu.c09.s03.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 883,
      "text": "As the inherent wholeness of existence becomes a living experience for more and more persons, individuals will find themselves empowered by new orders of creativity that could not have been anticipated as long as we were trapped within the narrow confines of an atomistic, self-referential mode of consciousness. As the encompassing fields of mind become stronger, synergy and synchronicity will increase. The Sacred Mind will spring alive inside the human family in ways that seem impossible from our current fragmented condition. However difficult the journey, who could not feel uplifted by the privilege of being part of such an undertaking? The pain of this labor should not be feared but used creatively. We are building a new world for our grandchildren, indeed, a new species. (Bache 2000, 254-56)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §3 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 3,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.5000171661376953
    },
    {
      "id": "lsdmu.c11.s01.p19",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1094,
      "text": "*The Womb of Creation* placed the master story of human evolution into a larger cosmological context. It was as though the consciousness guiding my sessions wanted to lift my line of sight to a broader horizon at the end of the journey and give me a higher vantage point from which to view everything taking place on our planet in order to remind me that as meaningful and beautiful as the entire evolutionary project is, it is but one drop in the infinite ocean of being.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.11 §1 ¶19",
      "url": null,
      "transcript_path": null,
      "chapter": 11,
      "section": 1,
      "paragraph": 19,
      "sentence": null,
      "_score": 0.49990224838256836
    },
    {
      "id": "lsdmu.c01.s11.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 118,
      "text": "I think that Sri Aurobindo was correct when he said that these cosmologies reflect an incomplete understanding of existence. They reflect the deepening of humanity’s contact with the spiritual universe that took place about three to four thousand years ago. Once we began to gain *experiential* access to the bliss of this mother universe through meditation, yoga, and psychedelic substances, how could we not but conclude that we “belonged” there more than here, that Earth was not our “true home,” and that we had “fallen” from paradise through some kind of cosmic blunder? Our enthusiasm for these theologies of return is understandable given their historical context, but in the context of the dramatically expanded understanding of the universe emerging in science combined with our deepening psychedelic experience, we are beginning to see that these theologies reflect an incomplete model of the cosmos.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §11 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 11,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.49266335368156433
    },
    {
      "id": "lsdmu.c01.s09.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 103,
      "text": "All psychedelic disclosure is interactive. Everything we see and learn in these visionary states is shaped in subtle ways by what we are at the moment of contact. This does not mean that the visions we experience are merely projections of our personal psyche, as though we were not experiencing something that truly exists in the cosmos. Rather, it means that all visionary encounter is participatory. Our being evokes the portion of the universe we experience in these states, and the more conditioning we have let go of when this communion takes place, the more open-ended and far-reaching are the experiences that present themselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.491934597492218
    },
    {
      "id": "lsdmu.c12.s03.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1167,
      "text": "That the universe is the manifest body of a Divine Being of unimaginable intelligence, compassion, clarity, and power, that we are all aspects of this Being, never separated from it for a moment, that we are growing ever more aware of this connection, that physical reality emerges out of Light and returns to Light continuously, that Light is our essential nature and our destiny, that all life moves as One, that reincarnation is true, that there is a deep logic and significance to the circumstances of our lives, that everything we do contributes to the evolution of the whole, that our awareness continues in an ocean of time and a sea of bliss when we die, that we are loved beyond measure and that humanity is driving towards an evolutionary breakthrough that will change us and life on this planet at the deepest level. (Bache 2017)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4911670684814453
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.48442089557647705
    }
  ]
}