{
  "chunks": [
    {
      "id": 556,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 26,
      "text": "ently traveled.\n\nJef Baker: It’s interesting that you also note perceiving the universe as feminine.\nChris Bache: For two reasons I discuss in the book. First, the tremendous love the universe awakened in me—the deep heart-opening and passionate love that took me in—had a feminine quality. Second, a specific cosmology emerged in my sessions that surprised me; it wasn’t one I’d internalized from my reading. I was taken back to the beginning of creation—before the Big Bang—and experienced the universe emerging out of a primal oneness which becomes two, yin and yang. Out of that primal two, one consciousness remained outside time and space, intact, while the other entered time and space and manifested everything that has evolved since the Big Bang. The consciousness that stayed outside felt more “masculine,” and the consciousness that created felt more “feminine.” It was congruent with my repeated experience of the universe as more feminine than masculine. The Great Mother lineage is very strong in me; I’ve always felt deeply connected to it.\n\nJef Baker: As in many cultures around the world, the Earth is the Great Mother.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.7412445545196533,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 2474.0,
      "end_sec": null,
      "start_hhmmss": "00:41:14",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=2474"
    },
    {
      "id": 1797,
      "talk_id": "2023-01-27-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "The Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2023-01-27",
      "published": "2023-01-27",
      "chunk_index": 35,
      "text": "of the cosmic process integrating and interpenetrating, liberating each other from their loneliness.\nChris Bache:\nI want to be careful and remind us that a finite mind does its best to give cognitive structure to transcendent experiences. What I’m about to describe is a heuristic: a splitting of the divine principle into two halves—a “male” half that stays outside time and space in a transcendent position, and a “female” half that manifests time and space and the physical cosmos. I don’t literally think in male/female terms, but this is the best my mind could do. The principle is what matters: not all creative intelligence manifests as physical reality. Some holds position outside physical reality. There is a spiritual reality that gives birth to physical reality.",
      "token_est": null,
      "hash": null,
      "channel": "Portals of Perception",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-27 · Portals of Perception · The Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/ec0elBHJXAc",
      "transcript_path": "sources/transcripts/2023-01-27-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.6856350898742676,
      "youtube_id": "ec0elBHJXAc",
      "start_sec": 3022.0,
      "end_sec": 3087.28,
      "start_hhmmss": "00:50:22",
      "end_hhmmss": "00:51:27",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7602,
      "ts_url": "https://youtu.be/ec0elBHJXAc?t=3022"
    },
    {
      "id": 1024,
      "talk_id": "2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d",
      "archival_title": "LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "recorded_date": "2021-06-03",
      "published": "2021-06-03",
      "chunk_index": 13,
      "text": "side of women’s experiences and taken on an extraordinary journey under the arm of the Great Mother.\nI believe in reincarnation—we’ve had lives as men and women—but this wasn’t simply encountering former lives. The message was: where you are going, gender does not exist. Let go. When I let go of my identity as Chris Bache, I entered the beginnings of a deep conversation, a deep communion with the universe. I thought after such a deep ego death my suffering was over and I would be introduced to a banquet of cosmological insights. That’s not what happened at the collective mind level.",
      "token_est": null,
      "hash": null,
      "channel": "Portland Psychedelic Society",
      "source_type": "lecture",
      "citation": "Bache · 2021-06-03 · Portland Psychedelic Society · LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "url": "https://youtu.be/icBasHgjzsY",
      "transcript_path": "sources/transcripts/2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d.md",
      "_score": 0.6536616086959839,
      "youtube_id": "icBasHgjzsY",
      "start_sec": 1091.0,
      "end_sec": null,
      "start_hhmmss": "00:18:11",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/icBasHgjzsY?t=1091"
    },
    {
      "id": 835,
      "talk_id": "2021-04-01-contemplating-reincarnation-part-1",
      "archival_title": "Contemplating Reincarnation (Part 1)",
      "recorded_date": "2021-04-01",
      "published": "2021-04-01",
      "chunk_index": 26,
      "text": "ted in that kind of slightly self-denial philosophy, isn’t it? That also is many thousands of years…\nChris Bache: I think basically all the axial religions got two things fundamentally wrong. They got nature wrong—they don’t really have an adequate theology or understanding of nature—and they got women wrong. The two are connected, because women are so closely connected to nature, and those traditions were patriarchally and escapist oriented. As a historian, I understand it. Four or five thousand years ago, through various psychotechnologies—yoga, meditation, or psychedelic substances—we began to have deeper experiences of the Mother Universe, the universe that surrounds the physical universe. Once you have experiential contact with that universe, it is so blissful, so ecstatic, and you recognize that’s where we’re from. You can’t help believing that’s where we belong. This is not where we belong; that is where we belong. So a theology of return developed: the savior comes to take us home, the enlightened being liberates us back into our home. But that still leaves the question: what is the purpose of creation?",
      "token_est": null,
      "hash": null,
      "channel": "Gene Keys",
      "source_type": "lecture",
      "citation": "Bache · 2021-04-01 · Gene Keys · Contemplating Reincarnation (Part 1)",
      "url": "https://youtu.be/jVDndxA6aZo",
      "transcript_path": "sources/transcripts/2021-04-01-contemplating-reincarnation-part-1.md",
      "_score": 0.6430984139442444,
      "youtube_id": "jVDndxA6aZo",
      "start_sec": 2045.0,
      "end_sec": 2116.233,
      "start_hhmmss": "00:34:05",
      "end_hhmmss": "00:35:16",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.827,
      "ts_url": "https://youtu.be/jVDndxA6aZo?t=2045"
    },
    {
      "id": 625,
      "talk_id": "2020-05-13-ep6-chris-bache-lsd-and-the-mind-of-the-universe",
      "archival_title": "EP.6 - Chris Bache | LSD AND THE MIND OF THE UNIVERSE",
      "recorded_date": "2020-05-13",
      "published": "2020-05-13",
      "chunk_index": 37,
      "text": "g about the Divine, the collective mind, manifesting in matter within the universe. Is that correct?\nChris Bache\nYes. Think of a mother universe and a daughter universe. The mother universe is spiritual reality, continually infusing, orchestrating, shaping, and receiving physical reality. At the subatomic level there’s a dance, a continual infusion of energy into time and space from the quantum or sub-quantum realm. Ninety-six percent of the universe is dark energy and dark matter—physical existence is just the surface.",
      "token_est": null,
      "hash": null,
      "channel": "Ryan & Mo - Life In Rural Thailand",
      "source_type": "lecture",
      "citation": "Bache · 2020-05-13 · Ryan & Mo - Life In Rural Thailand · EP.6 - Chris Bache | LSD AND THE MIND OF THE UNIVERSE",
      "url": "https://youtu.be/Dw7D7ih8vy0",
      "transcript_path": "sources/transcripts/2020-05-13-ep6-chris-bache-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.6429489850997925,
      "youtube_id": "Dw7D7ih8vy0",
      "start_sec": 3646.0,
      "end_sec": 3669.166,
      "start_hhmmss": "01:00:46",
      "end_hhmmss": "01:01:09",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5773,
      "ts_url": "https://youtu.be/Dw7D7ih8vy0?t=3646"
    },
    {
      "id": 557,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 27,
      "text": "ly connected to it.\n\nJef Baker: As in many cultures around the world, the Earth is the Great Mother.\nChris Bache: I consider my work always in service of the Great Mother.\n\nJef Baker: As I noted earlier, I’m just up to the point of deep time in your book. Perhaps you could give us a little insight into the nature of deep time.\n\nChris Bache: Early on, after the ocean of suffering in the cleansing phase—really intense collective cleansing—when I came through each session, I’d be spun into a reality so foreign that, after my 11th session, I couldn’t remember it. It took months to begin to fully recall it. I had entered what I later called “deep time.” For a year and a total of seven sessions, I experienced my life as a completed whole—start to finish—with all the days of my life simultaneously present. Holding the totality of my life in a single now was hard for a mind trained to operate linearly. It literally took a year to learn to stabilize consciousness at that condition. I kept going back to the same state; the universe was teaching me how to be conscious there.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.6427447199821472,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 2639.0,
      "end_sec": null,
      "start_hhmmss": "00:43:59",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=2639"
    },
    {
      "id": 2003,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 11,
      "text": "ife as many different women in turn. What do you think was the purpose, and how did they impact you?\nChris Bache: That was my ego death experience. Around my ninth or tenth session, the universe broke me like a twig. I began the day as a white, Ivy League–educated philosopher, passionately concerned with the meaning of existence. The universe forced me to become its exact opposite. I became women. I became women of color. I became women who weren’t interested in the meaning of life, who weren’t educated at all. I was myself, but in all these other roles. It terrified me. I fought it. Eventually, when I surrendered and allowed myself to become all these women, everything shifted. I was taken under the arm of the Great Mother and initiated into the lives of hundreds of women—the more positive side of female experience—conceiving, giving birth, loving husbands, loving children.",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.626430332660675,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 834.0,
      "end_sec": null,
      "start_hhmmss": "00:13:54",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=834"
    },
    {
      "id": 1200,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 85,
      "text": "the illumination and its effects mirrors what’s recognized and highly valued in certain traditions.\nChris Bache\nThere is nothing unique in my journey. I’m rediscovering what many people in many traditions have already discovered. The technology may differ, but the core understandings—the truths and insights—have been with us a long time, embodied by great beings and passed on. There’s nothing unique in my work.\n\nRoger Walsh\nAnd you opened to experiences others have opened to, yet you brought your own unique constellation—your gifts as a philosopher and theologian. So it’s the “yes, and.”\n\nChris Bache\nAt the end, when I wasn’t sure what to do with all of this, the Mother—my naming of the Absolute tends to run feminine—spoke. I see myself as a servant of the Great Mother, with physical existence as her embodiment and the transcendent divine as more male, the embodied divine more female. She said, “Let them see me as you have seen me. That’s all. They’ll know what to do with it. It will serve them in ways you can’t anticipate. Just let them see me.”",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.62497878074646,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 7825.0,
      "end_sec": null,
      "start_hhmmss": "02:10:25",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=7825"
    },
    {
      "id": 2114,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 7,
      "text": "ly, what did that do to you when you suddenly connected with the female experience after being male?\nChris Bache:\nAbout two and a half years into my journey—around sessions 10 or 11—the universe put me into a situation where I could experience nothing except from within a feminine identity. It was a womanly form that was the exact opposite of my male, academic, intellectually oriented form. It was totally terrifying to experience being me but not being me within a framework I’d never known. It snapped me. When I let go and yielded, I became hundreds—potentially thousands—of women and was given a journey into the world of women under the arm of the Great Mother. It was ecstatic. When it opened, I thought, Why was I afraid of this? This is marvelous. The universe was teaching me that where I was going, gender does not exist. All gender, all roles based on gender, and any aspect of my historical personality had to be surrendered if I was going to experience more intimately what is there.\n\nRegina Meredith:\nOn behalf of the men and women watching this: what was the most terrifying or difficult part initially of being confronted with a woman’s reality?",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.6178218722343445,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 267.0,
      "end_sec": 343.323,
      "start_hhmmss": "00:04:27",
      "end_hhmmss": "00:05:43",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.7883,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=267"
    },
    {
      "id": 2586,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 49,
      "text": ", you talked about the birth of the future human. Can you shed a little light on what that is about?\nChris Bache:\nThere’s a chapter in the book called “The Birth of the Future Human.” I think it may be the most important chapter, and it completely surprised me. I thought my work was a personal journey—healing, awakening. Then it broadened into an individual’s insight into the deep structure of our lives. But starting around 1990 through 1995, I began receiving a series of internally consistent visions about humanity’s evolutionary destiny: where we were in our journey, that we were coming to a turning point, a crescendo that would catalyze a tremendous transformation inside humanity—a true before-and-after moment in time. A profound spiritual transformation was coming to a head. This kept repeating itself in my work in different ways, but I didn’t know how the universe was going to pull it off.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.6162552833557129,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 4792.0,
      "end_sec": 4820.527,
      "start_hhmmss": "01:19:52",
      "end_hhmmss": "01:20:21",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5946,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=4792"
    },
    {
      "id": 66,
      "talk_id": "2014-11-10-chris-bache-waking-up-in-the-classroom-lessons-from-30-years-of-teaching",
      "archival_title": "Chris Bache, Waking Up in the Classroom – Lessons from 30 Years of Teaching",
      "recorded_date": "2014-11-10",
      "published": "2014-11-10",
      "chunk_index": 67,
      "text": "ard with the universe, and it will happen. The old has to die for this magnificent being to be born.\nThis is a species of Buddhas, Christs, Prophets. This is when the feminine is fully healed and reconciled with the masculine, giving unprecedented access to the blessings of cosmic intelligence—absolutely embodied. No more ‘up and out’ cosmology, no escapist theologies, no Bardo. The Bardo is in the process of emptying itself—it’s a temporary condition in the evolutionary saga, and as we become more integrated, we no longer need that buffer. This is, admittedly, one person’s limited view, but I think we all feel some part of it. It’s much bigger than any one person can see.\n\nThank you.",
      "token_est": null,
      "hash": null,
      "channel": "PCC Esalen",
      "source_type": "lecture",
      "citation": "Bache · 2014-11-10 · PCC Esalen · Chris Bache, Waking Up in the Classroom – Lessons from 30 Years of Teaching",
      "url": "https://youtu.be/OJipHXvczW0",
      "transcript_path": "sources/transcripts/2014-11-10-chris-bache-waking-up-in-the-classroom-lessons-from-30-years-of-teaching.md",
      "_score": 0.6007542610168457,
      "youtube_id": "OJipHXvczW0",
      "start_sec": 7012.0,
      "end_sec": null,
      "start_hhmmss": "01:56:52",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/OJipHXvczW0?t=7012"
    },
    {
      "id": 94,
      "talk_id": "2015-03-16-exploring-the-boundaries-of-death-and-rebirth-in-lsd-psychotherapy",
      "archival_title": "Exploring the Boundaries of Death and Rebirth in LSD Psychotherapy",
      "recorded_date": "2015-03-16",
      "published": "2015-03-16",
      "chunk_index": 28,
      "text": "ownward. This is a cosmic dance—a meeting between deep levels of the Divine, God communing with God.\nChris Bache:\nSo what dies and is reborn at these deeper cycles of death and rebirth—beyond the ego, beyond the species ego, beyond a series of shamanic personas? I think what dies and is reborn is something of truly cosmic proportions. Some dimension God is calling, some dimension that is extraordinarily vast, surrenders, and in that surrendering awakens more completely to itself. Much to our surprise, the divine appears to genuinely appreciate our help in facilitating this communion. Stan, thank you from the bottom of my heart—thank you.",
      "token_est": null,
      "hash": null,
      "channel": "Archetypal View",
      "source_type": "lecture",
      "citation": "Bache · 2015-03-16 · Archetypal View · Exploring the Boundaries of Death and Rebirth in LSD Psychotherapy",
      "url": "https://youtu.be/cEsoN2IaGc4",
      "transcript_path": "sources/transcripts/2015-03-16-exploring-the-boundaries-of-death-and-rebirth-in-lsd-psychotherapy.md",
      "_score": 0.5973256230354309,
      "youtube_id": "cEsoN2IaGc4",
      "start_sec": 1810.0,
      "end_sec": 1864.091,
      "start_hhmmss": "00:30:10",
      "end_hhmmss": "00:31:04",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9917,
      "ts_url": "https://youtu.be/cEsoN2IaGc4?t=1810"
    },
    {
      "id": 2002,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 10,
      "text": "ons, and the profound communion with the universe.\n\nSandy Sedgbeer: So the suffering is the gateway.\nChris Bache: It's a byproduct of letting go of being small in order to enter being large, and that’s not always easy. It’s not just letting go of personal identity. Ego death is only the first of many patterns of death and rebirth. At deeper levels, what you let go of is much larger than egoic structures. It’s such a mystery that at the end of the book I included an appendix asking, what dies when you're so far beyond ego death and yet still having sensations of dying and loss of control? What, exactly, is dying?\n\nSandy Sedgbeer: I don’t want to focus too much on individual sessions, but there was one that really stood out—a collection of sessions where you experienced life as many different women in turn. What do you think was the purpose, and how did they impact you?",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.5961889624595642,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 753.0,
      "end_sec": 812.639,
      "start_hhmmss": "00:12:33",
      "end_hhmmss": "00:13:33",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6945,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=753"
    },
    {
      "id": 2128,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 21,
      "text": "gs. You said these beings live through humanity, experience through humanity, love through humanity.\nChris Bache:\nI’ve had reservations about that particular line, but I kept it in because it’s in my original notes. When the ocean of suffering culminated, it exploded me into a deeper level of consciousness. The distinctive qualities were twofold: it was incredibly ancient—beyond anything I’d imagined—and more real than time and space. I eventually came to understand it as archetypal reality: a level that exists before time and space and contributes fundamental structures to them. The vision is that all reality emerges out of a primal One which starts as a void and manifests as the Big Bang. Between the One and even the Big Bang, there are many gradations—unfoldings of the Divine, though I hesitate to use that word because of its connotations. There are many layers, and lower levels are sourced in the actions of higher levels. I was encountering these—whether to call them beings or principles—vast entities others have experienced too. The best my mind could do to give them form was to see them as galaxies—images borrowed from Hubble and James Webb—though they weren’t galaxies, just that massive in scale. These beings were part of creation, creating time and space and some of the structures within it. Far down the line we have human beings. The insight was that all human existence—and, in fact, all existence—was an expression of the intentions of these deeper cosmological principles and beings. I’m not sure I got all the pieces lined up, but I do think all human experience, male and female, is an aspect of a species intelligence; that species intelligence is an aspect of a planetary intelligence, which is an aspect of a solar-system and galactic intelligence. These deeper intelligences manifest as our lives; they experience the world as we do, experiencing the adventures we are having.",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.5943984389305115,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 1578.0,
      "end_sec": null,
      "start_hhmmss": "00:26:18",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=1578"
    },
    {
      "id": 2557,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 20,
      "text": "sing: surrender completely, open, breathe, receive teachings, then bring it back in and consolidate.\nEmmy Vadnais: What are some of the teachings you received?\n\nChris Bache: That the universe is a manifestation of a single consciousness—a massive consciousness beyond anything we’ve grasped in Western religious and philosophical traditions. Creation is intentional. I hesitate to use “design,” but there is an intelligence manifesting in time and space. We are part of this intelligence; our nature is of the same nature as its nature—Atman is Brahman. Reincarnation is a fact of life. We won’t get far trying to understand existence unless we understand the pulse of life—that our current life is just the most recent in many cycles of life and death. There is an underlying logic to our circumstances—what Buddhists and Hindus call karma—an intentionality working itself out in our lives. Our evolution is not driven solely by blind chance and mechanical processes; there is a deeper intelligence manifesting in our circumstances and challenges, inviting us to become more by the end of life than we were at the beginning. Those are a few touch points.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.5894131064414978,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 1882.0,
      "end_sec": null,
      "start_hhmmss": "00:31:22",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=1882"
    },
    {
      "id": 1109,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 41,
      "text": "new spiritual experience and reality as it unfolds. I suppose we’re all participants in creating it.\nChris Bache: The movements you mentioned—neo-paganism and eco-spirituality—I see both as attempting to put nature back into spiritual discourse, which was one of the things lost in the classic patriarchal religions. They’re trying to bring us back to the innate wisdom of nature, a wisdom that runs throughout our consciousness and our bodies, connecting our body consciousness to the body consciousness of Earth. Eco-spirituality is a way of experiencing spirituality that connects us to the planet and to the stars.\n\nWe can see this in the resurgence of interest in astrology—not a naive, mechanistic astrology, but the vision that the universe has a pulse to it. The galaxies have a pulse, our solar system has a pulse, and if you know how to read that pulse, you can feel how your body and destiny unfold in rhythm with it. That’s a form of eco-spirituality—solar spirituality, galactic spirituality.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.5759158134460449,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 4704.0,
      "end_sec": null,
      "start_hhmmss": "01:18:24",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=4704"
    },
    {
      "id": 208,
      "talk_id": "2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83",
      "archival_title": "Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "recorded_date": "2018-10-12",
      "published": "2018-10-12",
      "chunk_index": 16,
      "text": "g from that into something else. Could you give a step-by-step of what the early stages looked like?\nChris Bache:\nFor about the first two years, I worked at what Stan Grof describes as the perinatal level of consciousness—the interface between personal egoic reality in space-time and early transpersonal consciousness. I had many experiences of reliving my own birth, experiences of death and dying, until, after about two and a half years, my personal reality was shattered. I died as the person I had known myself to be and was then reborn into a reality that radically transcended Chris Bache's reality. At that point, I was working deep within the collective unconscious, and the process began again.",
      "token_est": null,
      "hash": null,
      "channel": "Adventures Through the Mind",
      "source_type": "lecture",
      "citation": "Bache · 2018-10-12 · Adventures Through the Mind · Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "url": "https://youtu.be/L3D_fSr75u8",
      "transcript_path": "sources/transcripts/2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83.md",
      "_score": 0.5745023488998413,
      "youtube_id": "L3D_fSr75u8",
      "start_sec": 937.0,
      "end_sec": null,
      "start_hhmmss": "00:15:37",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/L3D_fSr75u8?t=937"
    },
    {
      "id": 1064,
      "talk_id": "2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d",
      "archival_title": "LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "recorded_date": "2021-06-03",
      "published": "2021-06-03",
      "chunk_index": 53,
      "text": "orced since first experiencing it in the late 1990s, to the writing of the book, to the present day?\nChris Bache: It hasn't changed one bit. I say in the book that when I had the experience in session 55—the death and rebirth of humanity in 1995—for weeks I walked around like I was walking around Hiroshima a week before the bomb went off. I have carried in my being, in my body, a knowing of where we are in history and what's coming.\n\nWhen I look around, whether I agree with people politically or socially or not, I see heroes. I see every human being here on this planet as having incarnated voluntarily, choosing to be part of this evolutionary pivot. Every person here—even though they may not remember it—has chosen to be here, and this is going to be a very difficult period to incarnate. The beings who are part of the incarnation process are extraordinarily powerful, valuable beings.",
      "token_est": null,
      "hash": null,
      "channel": "Portland Psychedelic Society",
      "source_type": "lecture",
      "citation": "Bache · 2021-06-03 · Portland Psychedelic Society · LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "url": "https://youtu.be/icBasHgjzsY",
      "transcript_path": "sources/transcripts/2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d.md",
      "_score": 0.5724508762359619,
      "youtube_id": "icBasHgjzsY",
      "start_sec": 4772.0,
      "end_sec": null,
      "start_hhmmss": "01:19:32",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/icBasHgjzsY?t=4772"
    },
    {
      "id": 1788,
      "talk_id": "2023-01-27-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "The Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2023-01-27",
      "published": "2023-01-27",
      "chunk_index": 26,
      "text": "pate inside the divine creation of space and time as spiritual beings rooted in spiritual realities.\nAviv Shahar:\nWe’ll get further into both the divine reality and the cycles of death and rebirth. But just to pick up where you started—the sense of suffering you described—stepping back, what do you understand to be the significance of suffering in the evolutionary process? Why is suffering part of evolution?\n\nChris Bache:\nThat really is a core question, isn’t it? It’s deep, and hard to answer without preparing the ground, so I’ll take shortcuts and ask your listeners’ indulgence. During the same period of the cosmic tour—when I was being given a crash course in Cosmology 101—I was taken back to what appeared to be the beginning of creation itself, the beginning of time and space, and I experienced an overwhelming love saturating me. It was a cosmic love. Then I witnessed the birth of space and time and all of evolution taking place inside this love, held and guided by it.",
      "token_est": null,
      "hash": null,
      "channel": "Portals of Perception",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-27 · Portals of Perception · The Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/ec0elBHJXAc",
      "transcript_path": "sources/transcripts/2023-01-27-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.5712113380432129,
      "youtube_id": "ec0elBHJXAc",
      "start_sec": 2137.0,
      "end_sec": null,
      "start_hhmmss": "00:35:37",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/ec0elBHJXAc?t=2137"
    },
    {
      "id": 1363,
      "talk_id": "2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache",
      "archival_title": "The Mind of the Universe – Conversation with Prof. Chris Bache",
      "recorded_date": "2022-02-19",
      "published": "2022-02-19",
      "chunk_index": 39,
      "text": "ll give birth to that in us which is more beautiful, more ecstatic, more competent, more plugged in.\nI think we truly are becoming a species of buddhas, a species of christs and prophets. These are models that tried to give us early visions of what’s emerging. We couldn’t imagine ordinary human beings reaching that level of excellence. Now we begin to understand—through reincarnation, over and over—slowly we grow into that level of excellence, which is simply transparency to the essential condition in which life is experienced. The irony is we awaken to what has always been happening. It’s always been this way: the universe one; the universe filled with intelligence; we empty of separate self. Somehow we distracted ourselves from it. So we’re waking up to the paradise the universe already is. We’ve just been missing it.\n\nRachel Fleming\nI find your experience and vision so hopeful as we move into ecological and societal crisis. We have about ten minutes—does anyone have a question for Chris?",
      "token_est": null,
      "hash": null,
      "channel": "Embercombe",
      "source_type": "interview",
      "citation": "Bache · 2022-02-19 · Embercombe · The Mind of the Universe – Conversation with Prof. Chris Bache",
      "url": "https://youtu.be/3QxDjWvqKzA",
      "transcript_path": "sources/transcripts/2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache.md",
      "_score": 0.5709958672523499,
      "youtube_id": "3QxDjWvqKzA",
      "start_sec": 3520.0,
      "end_sec": null,
      "start_hhmmss": "00:58:40",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/3QxDjWvqKzA?t=3520"
    }
  ]
}