{
  "chunks": [
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5598604083061218
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5538656115531921
    },
    {
      "id": "lsdmu.c10.s03.p11",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 988,
      "text": "This energy nourished me spiritually and helped me grow into the being I was becoming, but it also became something of a problem. My sessions were so intense that eventually my system was having difficulty managing all this “extra” energy. In deep psychedelic sessions, you open yourself to enormous tidal waves of energy. They carry you into vast energetic landscapes that are fascinating to experience, but after the session ends it can leave your subtle energy system feeling stretched and achy. This short-term effect usually fades within a few days, but the longer and the more deeply you work with psychedelics, the more significant this trickle effect becomes. What do you do with all this energy that is continuously flowing into you inbetween your sessions, that pulses in your heart and beams from your skull? Now that you are no longer in the visionary state and your system has shrunk back to its “normal” shape and size, how do you integrate the new energetic being you are slowly becoming?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶11",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 11,
      "sentence": null,
      "_score": 0.5464000105857849
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5347304344177246
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5269867777824402
    },
    {
      "id": "lsdmu.c01.s12.p08",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 128,
      "text": "As I mentioned earlier, there is an energetic aspect to this cycle of initiation. In my experience, each step deeper into our multidimensional universe is a step into a more intense field of energy. *Deeper* states of consciousness are *higher* states of energy. This is an unmistakable sensation and a widely recognized principle in spiritual traditions. One may have glancing contact with deep levels of reality without this becoming apparent, but to have *stable experience* of a given level of reality, one must acclimate to its energy. Just as when climbing a mountain we must acclimate to the atmospheric conditions of higher elevations, here we must acclimate to the energetic conditions of deeper levels of reality. In mountain climbing, we are adjusting to less oxygen; in psychedelic work, we are adjusting to more energy, and this activates intense purification processes.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶8",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 8,
      "sentence": null,
      "_score": 0.5152782797813416
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5053851008415222
    },
    {
      "id": "lsdmu.c05.s05.p11",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 375,
      "text": "The essence of the teaching was this: We are self-generating fields of energy in a living universe. We generate energy by making choices, and the universe responds to this energy. Thus, in complex and subtle ways, we are always creating our own experience. I saw this feedback working on several levels simultaneously. Some cycles took minutes, some years, some lifetimes.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.5 §5 ¶11",
      "url": null,
      "transcript_path": null,
      "chapter": 5,
      "section": 5,
      "paragraph": 11,
      "sentence": null,
      "_score": 0.5019680261611938
    },
    {
      "id": "lsdmu.c01.s05.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 65,
      "text": "The choice to work with high doses turned out to have enormous consequences for what unfolded on this journey. It radically expanded not only the *depth of consciousness* reached but also the *breadth of consciousness* being activated in each session. It wasn’t simply a matter of eating the same karmic meal in fewer bites, as I had naively thought. Because the web of life is an integrated whole from the very start, working with high doses of LSD activates wider portions of this web. Working at these levels changed not only how deep my experiences went but also who or what was actually having these experiences, what the “working unit” of experience was in a session. In these highly energized conditions, the size of the patient literally expands. What I mean by this will become clearer as we proceed.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5006096959114075
    },
    {
      "id": "lsdmu.c06.s01.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 541,
      "text": "This interpretation proposes that the working of the collective psyche parallels the working of the personal psyche in key respects. It proposes that just as painful experiences can accumulate and block the healthy functioning of the individual, similar blockages can occur at the collective level. It suggests that the unresolved anguish of human history might still be active in the collective memory of our species, burdening its life just as our personal unresolved anguish burdens ours. Continuing the parallel, if the conscious engagement of unresolved pain can bring therapeutic relief at the personal level, the same may also occur at the species level. Normally, we would expect such healing to take the form of reform movements or cultural shifts in which large numbers of people confront and heal some painful legacy from our past. Within the context of LSD therapy, however, a new possibility seems to be emerging. In this setting, an individual seems to be able to tap into and directly facilitate a healing of some portion of the collective psyche. The process of engaging and healing a collective META-COEX system in a psychedelic session is essentially the same as engaging and healing a personal COEX system, but enacted on a much larger scale and a different level of consciousness. Grof has embraced this expansion of his paradigm.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.4958750605583191
    },
    {
      "id": "lsdmu.c10.s02.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 946,
      "text": "Second, I began to realize that my system was *accumulating and storing energy* across multiple sessions, even though these sessions were sometimes months apart. I had watched as each session began more or less where the previous session had stopped, so I knew that they were tightly interwoven thematically, but I had assumed that each session stood on its own feet energetically, that the energetic output of each session was separate and independent. Now I began to realize that there was an energetic momentum building across the sessions. My system was somehow storing energy activated in multiple sessions and then using that stored energy to generate these massive periodic breakthroughs. This was a sobering discovery as it changed my calculation of the true cost of each breakthrough. Each new initiation into a deeper level of reality was being underwritten not by hours but by months and even years of work.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §2 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 2,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4874432682991028
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4873111844062805
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4765363335609436
    },
    {
      "id": "lsdmu.c08.s00.p36",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 704,
      "text": "The fact that matter follows mind implies the ability to control one’s physical experience through the power of consciousness. This cannot be done at the level of the ego but requires the coherent integration of all the lives one has lived. Beginning to access these former lives first brings forward their unresolved fragments, causing their unfinished karma to manifest in our life. Eventually, however, these fragments are healed and the threads are rewound. As this happens, we become more internally coherent, and our physical existence begins to become more transparent to choices originating in our Soul and the deeper fields that our Soul is part of. To begin to be able to consciously direct our experience inside space-time instead of being unconsciously dragged around by our past represented a major accomplishment.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶36",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 36,
      "sentence": null,
      "_score": 0.46586915850639343
    },
    {
      "id": "lsdmu.apx01.s01.p20",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 19,
      "text": "This insight invites us to think about the dynamics of death and rebirth more multidimensionally. It is an insight that generalizes across multiple levels of reality. At the subtle level of consciousness, for example, death and rebirth may open a portal that serves not only to drain destructive energies out of the species-mind but also to infuse healing energies into the species-mind from a higher source, as the sessions reported in chapter 8 demonstrate. At still deeper levels, such portals may allow any number of transcendental blessings to be infused directly into lower orders of existence. The question then becomes: How does the addition of this principle of *infusion from above* influence the question of how we might understand what is dying and being reborn at these deep levels of psychedelic experience?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶20",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 20,
      "sentence": null,
      "_score": 0.46300506591796875
    },
    {
      "id": "lsdmu.c02.s02.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 177,
      "text": "As the negative perinatal experiences continued to build over the next several sessions, so did the positive experiences that emerged during the ecstatic portion of the sessions. In one session, I experienced life as a living fabric of interwoven intelligences—atomic, molecular, cellular, human, societal, and planetary. This early taste of the weave of Oneness was just a metaphysical appetizer for the deeper experiences of Oneness that would follow later, so I will not spend time on it. I would, however, like to share one experience from this period because it speaks to the rationale for this book as a whole. This session helped me let go of my conventional academic training and embrace psychedelics as anew method of philosophical inquiry.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §2 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 2,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.46028202772140503
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.46010541915893555
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.4595031142234802
    }
  ]
}