{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5728651285171509
    },
    {
      "id": "lsdmu.c05.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 319,
      "text": "The Ocean of Suffering was a terrible ordeal to endure, but each time I emerged from it I entered a reality that was stunning and intoxicating—a domain where the rules of time had changed. When I returned to my ordinary consciousness after each of these sessions, I had to ask myself: “Are these experiences real? Did what I think just happened actually happen?” The answer was always the same: “Yes, this is real. This is true.” But how? Inside space-time, we divide our experience into past, present, and future. The past is memory, the present is real, the future is projection. Inside these seven sessions, however, past, present, and future merged into a different experience of time—into what I first called “whole time” and later *Deep Time*.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.5 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 5,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.540409505367279
    },
    {
      "id": "lsdmu.c01.s12.p10",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 130,
      "text": "So why, then, is there so much suffering in this story? It’s not that the universe wants us to suffer as the price of knowing her; it’s that there is a certain suffering inherent in repeatedly shedding our psychological skin in order to enter more deeply into the universe.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶10",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 10,
      "sentence": null,
      "_score": 0.5374327898025513
    },
    {
      "id": "lsdmu.c04.s00.p08",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 285,
      "text": "The encounter with the ocean of suffering lasted fourteen sessions spread over two years of work. This work was coherent from beginning to end despite the fact that I stopped my sessions for six years in the middle of this series, for reasons I will explain in the next chapter. From the perspective of the experiences themselves, this six-year interruption was a mere bump in the road that changed nothing. But in terms of calendar time, there was a year of the ocean of suffering before the six-year break and a year after it, each containing seven sessions.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.4 §0 ¶8",
      "url": null,
      "transcript_path": null,
      "chapter": 4,
      "section": 0,
      "paragraph": 8,
      "sentence": null,
      "_score": 0.5348960757255554
    },
    {
      "id": "lsdmu.c07.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 561,
      "text": "When the ocean of suffering reached its explosive culmination in the 24th session, I crossed into a reality that was ancient beyond reckoning. Even more striking than its age was the fact that it felt more “real” than physical reality. This was unnerving at first. We are not accustomed to thinking of reality as something that admits of degrees. Either something is real or it’s not real. And yet, each time I left my ordinary consciousness and entered this domain, I had the distinct sensation of moving from the less real to the more real. In one session I wrote, “*It jars my soul to realize how watered down reality is inside space-time*.” Like the prisoner freed from Plato’s cave, I had entered a deeper order of reality. I had entered the greater real of archetypal reality.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5300303101539612
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5270026922225952
    },
    {
      "id": "lsdmu.c08.s00.p79",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 747,
      "text": "I saw that there was a direct correlation between the scope of the pain cleansed in the ocean of suffering and the magnitude of the Light that is beginning to explode inside me now. By immersing myself in the collective fabric of humanity, by taking on its pain and drawing its poison out of the human system, my being is now beginning to spontaneously manifest the higher energy that is emerging in history. Today I sensed that this Light will be coming into me over many sessions still to come but that it is somehow already present, already “won” through that cleansing. Something that is waiting for me when I die is beginning to work its way into my embodied consciousness on Earth. I feel so deeply grateful to have been given the opportunity to take on as much suffering as I have. (Session 43)\"",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶79",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 79,
      "sentence": null,
      "_score": 0.5256669521331787
    },
    {
      "id": "lsdmu.c06.s01.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 538,
      "text": "When I began this work, I was thinking in terms of a model of transformation that held that the purpose of undergoing these exercises was to heal and enlighten the *individual*. When Grof discussed the therapeutic impact of psychedelic therapy, he always focused on how it affected the individual patient, and occasionally the patient’s significant partner. When he reflected on how this therapeutic movement might influence the emerging global crisis, he did so in terms of the cumulative impact of healing large numbers of people one person at a time. Accordingly, when the ocean of suffering opened after what had appeared to be a solid ego-death in sessions 9 and 10, I interpreted it to mean that some stubborn remnant of my ego must have slipped through the therapeutic net and that my ego-death was unfinished. I thought that this collective suffering would eventually lead to a more complete ego-death.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.517828643321991
    },
    {
      "id": "lsdmu.c04.s00.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 284,
      "text": "I think it’s better to bundle these early experiences of the ocean of suffering together rather than take you through them session by entire session. Concentrating them into a few pages, however, may make them appear worse than they actually were, if that’s possible. In actual practice, the ocean of suffering was broken up into installments lasting a few hours each and separated by months in which I had time to digest them and prepare myself for the next round. Once I learned what was waiting for me inside the sessions, the mornings of a session day were tense. Like a woman going into labor or a soldier going into battle, my attention turned deeply within as I prepared for what was about to happen. Carol called it “going into the tunnel.” It would start hours, sometimes days before a session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.4 §0 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 4,
      "section": 0,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.512090802192688
    },
    {
      "id": "lsdmu.c06.s00.p34",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 433,
      "text": "My consciousness was expanding and opening to more and more suffering. Eventually, I had the sense that my being stretched from horizon to horizon as I experienced a suffering that involved tens of thousands of people. Because I had gone into this state more slowly this time, it was not as confusing as before. Then I caught a glimpse of something behind the field of suffering, something enormous and familiar from the previous session. I reached more deeply into the suffering and eventually broke through to this larger dimension.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶34",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 34,
      "sentence": null,
      "_score": 0.5110185146331787
    },
    {
      "id": "lsdmu.c08.s00.p18",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 686,
      "text": "At the end of chapter 6, I asked: If a person can take on the suffering of others at the subtle level of consciousness and relieve that suffering to some degree, why does the suffering ever cease for an individual while it still continues for the speciesmind as a whole? This session answers this question. The work of draining poisons out of the collective psyche from “below” is followed by pouring blessings into it from “above.” When we move into levels of reality beyond the species-mind, we do not abandon humanity, but rather we become more useful to humanity by acting on it from a higher position.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶18",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 18,
      "sentence": null,
      "_score": 0.5076915621757507
    },
    {
      "id": "lsdmu.c06.s00.p128",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 527,
      "text": "Because of the master story I had been given in these two sessions, I returned to the psychedelic arena three months later with a clearer sense of the landscape I was entering. Things were beginning to make more sense to me now: why my personal transformation had been supplanted by the work of collective transformation, why the killing of the children, why the ocean of suffering. Seeing that humanity was entering a critical phase of its evolutionary journey helped me understand why I had refused to abandon creation in session 18 despite the pleasures available to me in spiritual reality. Having been reunited with the forces and intention of creation, I saw more clearly what was happening in history and the role I was being asked to play in this unfolding. All of this came to a head in the next session when the ocean of suffering reached its peak. Perhaps because the collective ordeal was coming to its culmination, this session began in the quiet beginnings of my life, as if to recapitulate and clarify the entire progression.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶128",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 128,
      "sentence": null,
      "_score": 0.506761908531189
    },
    {
      "id": "lsdmu.c06.s02.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 556,
      "text": "Let me conclude this chapter by taking up a question that I asked in the closing pages of *Dark Night, Early Dawn*. If the individual and the species are as deeply interwoven in these sessions as I have suggested, why does the collective suffering end for an individual even though it continues for the species as a whole? If we can open to the suffering of others in our psychedelic sessions and impact that suffering to some degree, how does it happen that the individual ever completes his or her work at this level while the suffering of the species-mind continues?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §2 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 2,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5065010786056519
    },
    {
      "id": "lsdmu.c01.s12.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 121,
      "text": "Let me bring this chapter to a close by addressing a final important issue. The single largest concern I have about sharing my visionary journey with others is that people may be frightened by the large amount of suffering it contains. I am concerned that they will either judge the psychedelic method harshly or become fearful of the unseen universe. Both of these are the last things I want to happen. In order to avoid this, I have considered blunting the pain and diluting its role in the plot, but this would be dishonest. I may make mistakes in telling this story, but I pledge to give an honest account of what took place in my sessions. It is important, therefore, that we understand the role that suffering plays in the psychedelic process, and specifically the suffering of death and rebirth. It’s also important that I own the fact that some of this suffering came from my personal decision to push myself as hard as I did.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.500636100769043
    },
    {
      "id": "lsdmu.c06.s01.p10",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 546,
      "text": "At the present time, however, I have shifted to what I think is a simpler and more elegant way of understanding the ocean of suffering. I now see death and rebirth as a cycle that repeats many times as we move into progressively deeper levels of consciousness. Being an archetypal cycle, any single death-rebirth experience may incorporate material from multiple levels of consciousness. But looking back over the trajectory of all my sessions, I now recognize that the death-rebirth cycle was repeating itself in different forms at different levels of consciousness. The image below may help convey this point.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶10",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 10,
      "sentence": null,
      "_score": 0.4977495074272156
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.495493084192276
    },
    {
      "id": "lsdmu.c08.s01.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 750,
      "text": "As I write this account many years later, the larger arc of my sessions up to this point feels clear to me. Two years of intense physical and psychological purification had ended in my ego being turned inside out and broken open. Then the deeper work had begun, the work chosen by my soul before I was born. I stayed in the ocean of suffering for two years, draining rage and violence out of the collective human psyche. For this I received two gifts: experiencing the whole of my life from beginning to end and then being taken deep into the splendor of our universe. When the ocean of suffering ended, I was catapulted for a year and a half into archetypal reality and the collective fields of humanity. And now the blessings of Oneness, the Diamond Soul, the Fertile Void, and Cosmic Love.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.4918607175350189
    },
    {
      "id": "lsdmu.c07.s00.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 562,
      "text": "The next year and a half was a choppy and complex period. The cleansing continued to be fierce, so much so that at first I thought the ocean of suffering had not yet ended, but in time I came to recognize that something had changed. I was no longer being taken into vast tracts of human history. The ecstatic portions of these eleven sessions were also complex. I was repeatedly entering what felt to be archetypal reality, but it was not the world of archetypes described by either Plato or Carl Jung—or it was and it wasn’t. I saw parallels to the work of these thinkers in my experience but also differences. And there were many levels to this territory, some far removed from physical existence and some operating deep within it. Reality functioned differently in this domain, requiring new concepts and new ways of thinking. All these factors make the next eleven sessions hard to summarize.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §0 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 0,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.48957499861717224
    }
  ]
}