{
  "chunks": [
    {
      "id": "lsdmu.c01.s06.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 74,
      "text": "There may be another factor that influences what emerges in our sessions. Because our solar system is constantly moving, the variable of planetary setting changes in subtle ways from day to day and month to month. In a collaboration of many years, Stan Grof and Richard Tarnas have proposed the bold hypothesis that people’s experiences in deep nonordinary states move in synchrony with the rhythms of our solar system. Using case histories, Grof has argued that natal and transit astrology can illumine and even predict the tenor of one’s psychedelic session on any given day. This is too large a topic for me to take up here, but in the interest of encouraging this discussion, I will give my birth information and the dates of all my sessions in appendix II at the end of the book.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §6 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 6,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5912811756134033
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5605642795562744
    },
    {
      "id": "lsdmu.c01.s09.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 103,
      "text": "All psychedelic disclosure is interactive. Everything we see and learn in these visionary states is shaped in subtle ways by what we are at the moment of contact. This does not mean that the visions we experience are merely projections of our personal psyche, as though we were not experiencing something that truly exists in the cosmos. Rather, it means that all visionary encounter is participatory. Our being evokes the portion of the universe we experience in these states, and the more conditioning we have let go of when this communion takes place, the more open-ended and far-reaching are the experiences that present themselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.43360763788223267
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.428005576133728
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4272991418838501
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.42622750997543335
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.42424553632736206
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4222216010093689
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.42133939266204834
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.4204607307910919
    },
    {
      "id": "lsdmu.c01.s11.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 118,
      "text": "I think that Sri Aurobindo was correct when he said that these cosmologies reflect an incomplete understanding of existence. They reflect the deepening of humanity’s contact with the spiritual universe that took place about three to four thousand years ago. Once we began to gain *experiential* access to the bliss of this mother universe through meditation, yoga, and psychedelic substances, how could we not but conclude that we “belonged” there more than here, that Earth was not our “true home,” and that we had “fallen” from paradise through some kind of cosmic blunder? Our enthusiasm for these theologies of return is understandable given their historical context, but in the context of the dramatically expanded understanding of the universe emerging in science combined with our deepening psychedelic experience, we are beginning to see that these theologies reflect an incomplete model of the cosmos.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §11 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 11,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.41764673590660095
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4174742102622986
    },
    {
      "id": "lsdmu.c10.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 897,
      "text": "Light has always been recognized as a signature of the Divine. It is a universal constant in our spiritual traditions—a vast radiance fusing all knowledge, love, and power. Mystics attest to it; those who have nearly died attest to it. It should come as no surprise, therefore, that when our psychedelic journey takes us deep into the universe, the Light is waiting for us.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4164458215236664
    },
    {
      "id": "lsdmu.c10.s03.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 990,
      "text": "I understand the debate among Buddhist practitioners over psychedelics and the reservations some teachers have about them as agents of spiritual transformation. And yet, personally, I never felt a contradiction between my Buddhist practice and my psychedelic practice. A difference in emphasis, method, and even goals, perhaps, but no contradiction in core values. I do not believe that the Buddhist prohibition against “taking drugs that cloud the mind” applies to psychedelic substances *when they are used therapeutically*, because in these circumstances they do not cloud the mind. Just the opposite, they hypersensitize the mind, and by skillfully focusing this hypersensitivity, we can bring the poisons and toxins of our mind to the surface and remove them. I think Chögyam Trungpa was correct when he described LSD as a kind of “super-samsara.” LSD amplifies the samsaric tendencies of our mind and invites a confrontation with these tendencies that, if handled well, supports the liberation of the mind. Though my psychedelic journey became a cosmological exploration that reached beyond liberation, it always felt congruent with liberation.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.41027820110321045
    },
    {
      "id": "lsdmu.c01.s00.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 24,
      "text": "In this opening chapter, I want to candidly describe how I worked with LSD and share some core observations about the psychedelic process. Even as psychedelic research resumes, there is still a great deal of misinformation and mistrust of psychedelics in our culture. By putting my cards on the table up front, I hope to create as clear a field as possible for the story that follows. Readers who are not familiar with the psychedelic literature will get a solid understanding of how this method of inquiry works, while those who know this literature well will see how I have adapted and personalized it.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §0 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 0,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.4043094515800476
    },
    {
      "id": "lsdmu.c05.s07.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 380,
      "text": "The claim that it is possible to experience one’s future in psychedelic states of consciousness represents such a challenge to our thinking that I thought it might be helpful to look briefly at two other circumstances in which people appear to get glimpses into their future. The first is when people come close to dying (near-death experiences), and the second is past-life hypnotherapy. Though each of these may be controversial in their own right, they are a source of fascinating observations that, when combined with psychedelic experience, reinforce a sense of the possible that deserves our attention. They will also deepen the story of reincarnation begun here.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.5 §7 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 5,
      "section": 7,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.4034586250782013
    },
    {
      "id": "lsdmu.c12.s03.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1167,
      "text": "That the universe is the manifest body of a Divine Being of unimaginable intelligence, compassion, clarity, and power, that we are all aspects of this Being, never separated from it for a moment, that we are growing ever more aware of this connection, that physical reality emerges out of Light and returns to Light continuously, that Light is our essential nature and our destiny, that all life moves as One, that reincarnation is true, that there is a deep logic and significance to the circumstances of our lives, that everything we do contributes to the evolution of the whole, that our awareness continues in an ocean of time and a sea of bliss when we die, that we are loved beyond measure and that humanity is driving towards an evolutionary breakthrough that will change us and life on this planet at the deepest level. (Bache 2017)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4032024145126343
    },
    {
      "id": "lsdmu.c07.s07.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 645,
      "text": "Experiencing human existence as a completely unified field made everything much easier to understand. The latticework of Mind that saturates and coordinates our individual lives has a logic to it that subsumes our individual perspectives. Today, physical reality was dissolving into its underlying matrix, and with it the reality of individual psyches disappeared. What I had previously conceptualized in atomistic terms as individual people choosing to reincarnate in order to clear their personal karmic patterns, I was now experiencing as a centralized decision to incarnate entire generations to cleanse the human mind-field of its collective karmic legacy. I saw no sustainable distinctions between individuals, only the web of life operating in an integrated, unified manner.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §7 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 7,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.3980421721935272
    }
  ]
}