{
  "chunks": [
    {
      "id": 1056,
      "talk_id": "2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d",
      "archival_title": "LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "recorded_date": "2021-06-03",
      "published": "2021-06-03",
      "chunk_index": 45,
      "text": "ologically, and specifically, has anything correlated to a breakthrough—to moving to a higher level?\nChris Bache: Good question, and a complicated one. Rick Tarnas is a good friend, as is Stan, and I'm aware of Stan's writing and his analysis of cases and the astrological correlations of people going through breakthroughs. I'm aware of the proposal that the outer planets correlating with the perinatal matrices seem to be somewhat predictive of patterns of oppression, contraction, breakthrough, and liberation in people's experiences.\n\nI've looked at these correlations in my own work. First of all, I completely accept the proposal they've made. I understand it. It makes sense. The intelligence of the universe that I experience makes it intuitive that the rhythm of the universe would be part of the rhythm of this intelligence, and that as we open beyond the personal psyche there would be a kind of solar system pulse in the nature of our experiences.",
      "token_est": null,
      "hash": null,
      "channel": "Portland Psychedelic Society",
      "source_type": "lecture",
      "citation": "Bache · 2021-06-03 · Portland Psychedelic Society · LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "url": "https://youtu.be/icBasHgjzsY",
      "transcript_path": "sources/transcripts/2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d.md",
      "_score": 0.575164794921875,
      "youtube_id": "icBasHgjzsY",
      "start_sec": 4217.0,
      "end_sec": 4275.053,
      "start_hhmmss": "01:10:17",
      "end_hhmmss": "01:11:15",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9203,
      "ts_url": "https://youtu.be/icBasHgjzsY?t=4217"
    },
    {
      "id": 2472,
      "talk_id": "2024-11-16-the-evidence-for-reincarnation",
      "archival_title": "The Evidence for Reincarnation",
      "recorded_date": "2024-11-16",
      "published": "2024-11-16",
      "chunk_index": 49,
      "text": "as a reincarnation from or to another planet or star system. Do you have anything to say about that?\nChris Bache:\nI’d say, why not? Once you understand that the dynamic principles of evolution are playing themselves out in other solar systems and galaxies, and you run the numbers, it’s kind of like: there’s got to be intelligent life out there. If we can incarnate, then they can incarnate. Distance is immaterial. There are people who have conscious recall of having been a life form on another planet. I can’t remember her name, but there’s a woman who does past-life therapy with a major focus on helping people integrate incarnations from other planetary lifetimes. Do a little digging around. I personally don’t have conscious recall of such, though I was at a spiritual workshop where a teacher had recall that he, I, and one other person there had shared another planetary system in another incarnation. So I say: okay, why not?\n\nDottie Koontz:\nWe have time for one last question—unless you’d like to have a last say.",
      "token_est": null,
      "hash": null,
      "channel": "Vancouver IONS Community Group",
      "source_type": "lecture",
      "citation": "Bache · 2024-11-16 · Vancouver IONS Community Group · The Evidence for Reincarnation",
      "url": "https://youtu.be/iCKq7-de8Xg",
      "transcript_path": "sources/transcripts/2024-11-16-the-evidence-for-reincarnation.md",
      "_score": 0.541804850101471,
      "youtube_id": "iCKq7-de8Xg",
      "start_sec": 4887.0,
      "end_sec": null,
      "start_hhmmss": "01:21:27",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/iCKq7-de8Xg?t=4887"
    },
    {
      "id": 1853,
      "talk_id": "2023-01-30-wisdom-keepers-conversation-with-duane-elgin",
      "archival_title": "Wisdom Keepers conversation with Duane Elgin",
      "recorded_date": "2023-01-30",
      "published": "2023-01-30",
      "chunk_index": 26,
      "text": "Chris a chance to connect the living universe with the evolution of life through that living system.\nChris Bache\nIn that context, let me say something hard and consoling at the same time. From a reincarnation perspective, we’re always popping into time-space and popping out into a spiritual meta-universe, then back in and out again. From this perspective, what is death? All the enlightenment and awakening traditions say the same thing: birth is not the beginning of our life. Look carefully and you’ll find in your body and mind evidence of experience that far predates your physical life. Death is not the end, because we now have, especially through the work of people like Michael Newton on life-between-lives and past-life therapy, abundant evidence of a continuity of consciousness that predates and postdates our individual life.",
      "token_est": null,
      "hash": null,
      "channel": "The WisdomKeepers",
      "source_type": "interview",
      "citation": "Bache · 2023-01-30 · The WisdomKeepers · Wisdom Keepers conversation with Duane Elgin",
      "url": "https://youtu.be/TeifW7GZ9xI",
      "transcript_path": "sources/transcripts/2023-01-30-wisdom-keepers-conversation-with-duane-elgin.md",
      "_score": 0.5325501561164856,
      "youtube_id": "TeifW7GZ9xI",
      "start_sec": 3065.0,
      "end_sec": null,
      "start_hhmmss": "00:51:05",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/TeifW7GZ9xI?t=3065"
    },
    {
      "id": 2425,
      "talk_id": "2024-11-16-the-evidence-for-reincarnation",
      "archival_title": "The Evidence for Reincarnation",
      "recorded_date": "2024-11-16",
      "published": "2024-11-16",
      "chunk_index": 2,
      "text": "bsequent personal experiences, including a past-life regression in my 20s, I’m in the believer camp.\nChris, who spoke here a couple of years ago, was wonderful, and many of you have read his books and appreciated the work he’s done. Chris is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He’s also adjunct faculty at the California Institute of Integral Studies, an Emeritus Fellow at the Institute of Noetic Sciences, and on the board of the Grof Legacy Training. An award-winning teacher and international speaker, Chris has written four books: Life Cycles about reincarnation; Dark Night, Early Dawn on pioneering work in psychedelic philosophy; The Living Classroom, an exploration of collective fields of consciousness in teaching; and LSD and the Mind of the Universe, the story of his 20-year journey with LSD—which is a fabulous book. Chris lives in Weaverville, North Carolina, with his wife, Christina Hardy, a professional astrologer and past-life therapist. So, Chris, take it away—and thank you for being here.",
      "token_est": null,
      "hash": null,
      "channel": "Vancouver IONS Community Group",
      "source_type": "lecture",
      "citation": "Bache · 2024-11-16 · Vancouver IONS Community Group · The Evidence for Reincarnation",
      "url": "https://youtu.be/iCKq7-de8Xg",
      "transcript_path": "sources/transcripts/2024-11-16-the-evidence-for-reincarnation.md",
      "_score": 0.5217407941818237,
      "youtube_id": "iCKq7-de8Xg",
      "start_sec": 20.0,
      "end_sec": 91.787,
      "start_hhmmss": "00:00:20",
      "end_hhmmss": "00:01:32",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9791,
      "ts_url": "https://youtu.be/iCKq7-de8Xg?t=20"
    },
    {
      "id": 1106,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 38,
      "text": "art, but to continue evolving. Do you feel your journey confirms Buddhism, and where does it differ?\nChris Bache\nI’ve been deeply influenced by all the world’s religions. I began as a Christian and a Catholic—four years in seminary studying for the priesthood. I studied Hebrew and Greek for biblical work. I’ve learned so much from Hinduism, Buddhism, Taoism, and Native traditions. The two deepest, longest-lasting influences on me have been Christianity and Buddhism.\n\nI think my journey affirms the deepest truths of Christianity and of all the world’s religions—Judaism’s Kabbalah, Hinduism, Buddhism—while also, in important ways, eclipsing the religions of the last several thousand years. The universe I was initiated into demanded levels of understanding beyond anything I had learned in those traditions. I had to become operational within a deeper metaphysics.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.520266056060791,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 4310.0,
      "end_sec": null,
      "start_hhmmss": "01:11:50",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=4310"
    },
    {
      "id": 1109,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 41,
      "text": "new spiritual experience and reality as it unfolds. I suppose we’re all participants in creating it.\nChris Bache: The movements you mentioned—neo-paganism and eco-spirituality—I see both as attempting to put nature back into spiritual discourse, which was one of the things lost in the classic patriarchal religions. They’re trying to bring us back to the innate wisdom of nature, a wisdom that runs throughout our consciousness and our bodies, connecting our body consciousness to the body consciousness of Earth. Eco-spirituality is a way of experiencing spirituality that connects us to the planet and to the stars.\n\nWe can see this in the resurgence of interest in astrology—not a naive, mechanistic astrology, but the vision that the universe has a pulse to it. The galaxies have a pulse, our solar system has a pulse, and if you know how to read that pulse, you can feel how your body and destiny unfold in rhythm with it. That’s a form of eco-spirituality—solar spirituality, galactic spirituality.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.5184219479560852,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 4704.0,
      "end_sec": null,
      "start_hhmmss": "01:18:24",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=4704"
    },
    {
      "id": 260,
      "talk_id": "2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview",
      "archival_title": "Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "recorded_date": "2019-05-15",
      "published": "2019-05-15",
      "chunk_index": 3,
      "text": "so your picture comes up.\n\nChris Bache:\nGood to be here. Looking forward to our conversation today.\nRick Archer:\nChris is a Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He’s also adjunct faculty at the California Institute of Integral Studies and a fellow at the Institute of Noetic Sciences. An award-winning teacher, Chris's work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He’s authored four books: Lifecycles: A Study of Reincarnation in Light of Contemporary Consciousness Research; Dark Night, Early Dawn, a pioneering work in psychedelic philosophy and collective consciousness; The Living Classroom, an exploration of teaching and collective fields of consciousness; and his new book, LSD and the Mind of the Universe: Diamonds from Heaven.",
      "token_est": null,
      "hash": null,
      "channel": "Buddha at the Gas Pump®",
      "source_type": "interview",
      "citation": "Bache · 2019-05-15 · Buddha at the Gas Pump® · Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "url": "https://youtu.be/SIjZypJKSFM",
      "transcript_path": "sources/transcripts/2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview.md",
      "_score": 0.5162285566329956,
      "youtube_id": "SIjZypJKSFM",
      "start_sec": 145.0,
      "end_sec": 180.308,
      "start_hhmmss": "00:02:25",
      "end_hhmmss": "00:03:00",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.9599,
      "ts_url": "https://youtu.be/SIjZypJKSFM?t=145"
    },
    {
      "id": 2209,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 5,
      "text": "pher of religion. He settled into Youngstown University, where he would teach for the next 33 years.\nAlong the way, another transformation was pending. Chris read Stanislav Grof’s work on the use of psychedelics in psychotherapy, the non-dogmatic influences of Buddhism and Huston Smith’s perennialism. We know an integral soon followed. Chris ended his psychedelic explorations in 1999, and it wasn't until 2009 he wrote his first book, The Living Classroom. Here he shared how his expansive consciousness seemed to impact his students in what he called leaky boundaries. Again, those of us in integral recognize the psychoactive effect presencing has upon others. In 2019 he wrote LSD and the Mind of the Universe: Diamonds from Heaven, some of which he'll share today and at the conference. Please give Chris Bache a warm San Diego Integral welcome.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.5156659483909607,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 235.0,
      "end_sec": 319.715,
      "start_hhmmss": "00:03:55",
      "end_hhmmss": "00:05:20",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9892,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=235"
    },
    {
      "id": 300,
      "talk_id": "2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview",
      "archival_title": "Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "recorded_date": "2019-05-15",
      "published": "2019-05-15",
      "chunk_index": 43,
      "text": ", perceive matter. He documents some fascinating case histories.\n\nRick Archer\nYeah. Go ahead, Chris.\nChris Bache\nThe field of study that shifted my thinking about these matters was reincarnation research. Because even though I finished graduate school in philosophy of religion, by the end, I was pretty atheistically inclined—an agnostic. I was well versed in the rise of science and human values and fully embraced that movement. I tell my students, if you haven't fallen in love with Kant and with science, you've missed one of the great romances of history—it's a massive, ground-shaking pivot in human understanding.",
      "token_est": null,
      "hash": null,
      "channel": "Buddha at the Gas Pump®",
      "source_type": "interview",
      "citation": "Bache · 2019-05-15 · Buddha at the Gas Pump® · Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "url": "https://youtu.be/SIjZypJKSFM",
      "transcript_path": "sources/transcripts/2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview.md",
      "_score": 0.5132350325584412,
      "youtube_id": "SIjZypJKSFM",
      "start_sec": 3102.0,
      "end_sec": null,
      "start_hhmmss": "00:51:42",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/SIjZypJKSFM?t=3102"
    },
    {
      "id": 2605,
      "talk_id": "2025-04-26-bicycle-day-psychedelic-talk-recorded-2025-04-19",
      "archival_title": "Bicycle Day Psychedelic Talk (recorded 2025-04-19)",
      "recorded_date": "2025-04-26",
      "published": "2025-04-26",
      "chunk_index": 2,
      "text": "be. Now, with that, I want to welcome onto the stage, here in just a moment, Dr. Christopher Bache.\nDr. Christopher Bache is a professor emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He's also an adjunct professor at the California Institute of Integral Studies, an emeritus fellow at the Institute of Noetic Sciences, and on the advisory board of the Grof Legacy Training. Chris's work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He's an award-winning teacher and international speaker.\n\nChris has written four books: Life Cycles, a study of reincarnation in light of contemporary consciousness research; Dark Night, Early Dawn, a pioneering work in psychedelic philosophy and collective consciousness; The Living Classroom, an exploration of collective fields of consciousness and teaching; and of course, what many of you might be familiar with today, LSD and the Mind of the Universe, the story of his 20-year journey with LSD. Everyone, please welcome Dr. Christopher Bache.",
      "token_est": null,
      "hash": null,
      "channel": "The Pearl Institute",
      "source_type": "lecture",
      "citation": "Bache · 2025-04-26 · The Pearl Institute · Bicycle Day Psychedelic Talk (recorded 2025-04-19)",
      "url": "https://youtu.be/H-edIvbzE8w",
      "transcript_path": "sources/transcripts/2025-04-26-bicycle-day-psychedelic-talk-recorded-2025-04-19.md",
      "_score": 0.5131248235702515,
      "youtube_id": "H-edIvbzE8w",
      "start_sec": 19.0,
      "end_sec": 84.409,
      "start_hhmmss": "00:00:19",
      "end_hhmmss": "00:01:24",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9902,
      "ts_url": "https://youtu.be/H-edIvbzE8w?t=19"
    },
    {
      "id": 972,
      "talk_id": "2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray",
      "archival_title": "LSD and the Mind of the Universe – Interview with Stephen Gray",
      "recorded_date": "2021-05-03",
      "published": "2021-05-03",
      "chunk_index": 2,
      "text": "wledged, just before recording, that we’re honored to be doing this inaugural conversation together.\nBefore I ask Chris to say anything, a short bio with a couple of comments. Christopher M. Bache is professor emeritus in the Department of Philosophy and Religion at Youngstown State University, where he taught for 33 years. He is also adjunct faculty at the California Institute of Integral Studies and a fellow at the Institute of Noetic Sciences. An award-winning teacher, Chris explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He has written three books—Life Cycles, Dark Night, Early Dawn (which I read about 20 years ago, a wonderful book), The Living Classroom (which I haven’t read)—and, more recently, LSD and the Mind of the Universe: Diamonds from Heaven.",
      "token_est": null,
      "hash": null,
      "channel": "StephenGray Vision",
      "source_type": "interview",
      "citation": "Bache · 2021-05-03 · StephenGray Vision · LSD and the Mind of the Universe – Interview with Stephen Gray",
      "url": "https://youtu.be/zXt-LkmINyc",
      "transcript_path": "sources/transcripts/2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray.md",
      "_score": 0.5111602544784546,
      "youtube_id": "zXt-LkmINyc",
      "start_sec": 62.0,
      "end_sec": 114.087,
      "start_hhmmss": "00:01:02",
      "end_hhmmss": "00:01:54",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9416,
      "ts_url": "https://youtu.be/zXt-LkmINyc?t=62"
    },
    {
      "id": 522,
      "talk_id": "2020-01-10-prof-dr-christopher-bache-about-his-work-and-consciousness",
      "archival_title": "Prof. Dr. Christopher Bache about his work and consciousness",
      "recorded_date": "2020-01-10",
      "published": "2020-01-10",
      "chunk_index": 1,
      "text": "---\narchivaltitle: \"Prof. Dr. Christopher Bache about his work and consciousness\"\nchannel: \"ECR - Existential Consciousness Research Institute\"\npublished: 2020-01-10\nyoutubeid: \"QaBoLNV4FQI\"\ntranscriber: \"gpt5 model by OpenAI (edited from Otter.ai first-pass transcript)\"\ntranscriptiondate: 2025-09-30\nlicense: \"CC0 1.0 Universal (Public Domain Dedication)\"\nspeakers: [\"Chris Bache\"]\n---",
      "token_est": null,
      "hash": null,
      "channel": "ECR - Existential Consciousness Research Institute",
      "source_type": "lecture",
      "citation": "Bache · 2020-01-10 · ECR - Existential Consciousness Research Institute · Prof. Dr. Christopher Bache about his work and consciousness",
      "url": "https://youtu.be/QaBoLNV4FQI",
      "transcript_path": "sources/transcripts/2020-01-10-prof-dr-christopher-bache-about-his-work-and-consciousness.md",
      "_score": 0.5084352493286133,
      "youtube_id": "QaBoLNV4FQI",
      "start_sec": 20.0,
      "end_sec": null,
      "start_hhmmss": "00:00:20",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/QaBoLNV4FQI?t=20"
    },
    {
      "id": 1331,
      "talk_id": "2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache",
      "archival_title": "The Mind of the Universe – Conversation with Prof. Chris Bache",
      "recorded_date": "2022-02-19",
      "published": "2022-02-19",
      "chunk_index": 7,
      "text": "ce and you only miss two or three words. Enjoy. I find him very mind-blowing—but see what you think.\nChris Bache:\n…shared in the animistic community is the belief that nature is infused with consciousness—infused with mind and soul. And, of course, now we know how vast the physical universe is, and the question becomes: how large is the mind of the universe? How deep is it?\n\nI was just out of graduate school in 1978, finishing in philosophy of religion, when I met the work of Stanislav Grof—one of the foremost thinkers in transpersonal psychology and the psychedelic community. I read his book Realms of the Human Unconscious, and my life pivoted. I immediately saw that his research was relevant not only to clinical psychology but also to philosophy. He was offering a method to safely and systematically explore the deepest levels of consciousness where the answers to the philosophical questions I was carrying lay, coming out of training in religious studies.",
      "token_est": null,
      "hash": null,
      "channel": "Embercombe",
      "source_type": "interview",
      "citation": "Bache · 2022-02-19 · Embercombe · The Mind of the Universe – Conversation with Prof. Chris Bache",
      "url": "https://youtu.be/3QxDjWvqKzA",
      "transcript_path": "sources/transcripts/2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache.md",
      "_score": 0.5060548186302185,
      "youtube_id": "3QxDjWvqKzA",
      "start_sec": 722.0,
      "end_sec": null,
      "start_hhmmss": "00:12:02",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/3QxDjWvqKzA?t=722"
    },
    {
      "id": 96,
      "talk_id": "2018-07-05-diamonds-from-heaven-interview-with-iain-mcnay",
      "archival_title": "Diamonds from Heaven – Interview with Iain McNay",
      "recorded_date": "2018-07-05",
      "published": "2018-07-05",
      "chunk_index": 2,
      "text": "Conscious TV. I'm Iain McNay, and my guest today is Chris Bache. Hi, Chris.\n\nChris Bache:\nHi, Iain.\nIain McNay:\nWe found Chris quite recently—he was giving a lecture in London. I read his short bio that came along with the lecture details, and I thought, what a fascinating chap. So I invited him, and he very kindly agreed to come along and talk with us today. Chris has written three books—I only have two here, but one is Lifecycles: A Study of Reincarnation in Light of Contemporary Consciousness Research. Then there's this one, Dark Night, Early Dawn: Steps to a Deep Ecology of Mind, and The Living Classroom: Teaching and Collective Consciousness. He has a new book, which isn't published yet, called Diamonds from Heaven: A 20 Year Journey into the Mind of the Universe. So, Chris, let's start with the questions you had. You worked for many years lecturing in comparative religions, psychology to some degree. But there were questions that were burning inside you.",
      "token_est": null,
      "hash": null,
      "channel": "Conscious TV",
      "source_type": "interview",
      "citation": "Bache · 2018-07-05 · Conscious TV · Diamonds from Heaven – Interview with Iain McNay",
      "url": "https://youtu.be/yewNM9smrqo",
      "transcript_path": "sources/transcripts/2018-07-05-diamonds-from-heaven-interview-with-iain-mcnay.md",
      "_score": 0.5058304667472839,
      "youtube_id": "yewNM9smrqo",
      "start_sec": 12.0,
      "end_sec": null,
      "start_hhmmss": "00:00:12",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/yewNM9smrqo?t=12"
    },
    {
      "id": 1055,
      "talk_id": "2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d",
      "archival_title": "LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "recorded_date": "2021-06-03",
      "published": "2021-06-03",
      "chunk_index": 44,
      "text": "Teresa Marie\nThank you. We have questions in the chat. David, do you want to address some of them?\nDonna Loeffler\nThat was a beautiful answer, Chris—so well said. John Hock has a question. David, while you look, why don’t we let John ask his question? Go ahead, John.\n\nJohn Hock\nA couple quick ones—well, the first may not be quick. I asked Stan Grof at one point if there was anything he could correlate a difficult trip with. He said his work with Tarnas and his own work turned up that a hard transit to Mars was the only thing he could point to that would predict a difficult trip, and at the time he was still working with Rick to go further. I find it fascinating that you charted correlations while doing your journeys. What have you seen correlate astrologically, and specifically, has anything correlated to a breakthrough—to moving to a higher level?",
      "token_est": null,
      "hash": null,
      "channel": "Portland Psychedelic Society",
      "source_type": "lecture",
      "citation": "Bache · 2021-06-03 · Portland Psychedelic Society · LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "url": "https://youtu.be/icBasHgjzsY",
      "transcript_path": "sources/transcripts/2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d.md",
      "_score": 0.504920244216919,
      "youtube_id": "icBasHgjzsY",
      "start_sec": 4134.0,
      "end_sec": null,
      "start_hhmmss": "01:08:54",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/icBasHgjzsY?t=4134"
    },
    {
      "id": 1994,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 2,
      "text": "t, I didn’t know I—and no doubt countless millions of seekers—had been waiting for our entire lives.\nChristopher M. Bache is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years; a fellow at the Institute of Noetic Sciences; adjunct faculty at the California Institute of Integral Studies; and on the advisory board for Grof Transpersonal Training and the Grof Foundation. An award-winning teacher and international speaker, Chris joins me now to discuss his book LSD and the Mind of the Universe: Diamonds from Heaven, hailed as a gripping account of an utterly unique and extraordinary hero’s journey that opens our minds and hearts to a new vision of our universe and ourselves as inseparable from the ineffable being we have called God. Chris Bache, welcome.\n\nChris Bache: Hi, Sandy. It's a pleasure to be here with you today.",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.502041757106781,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 67.0,
      "end_sec": 126.868,
      "start_hhmmss": "00:01:07",
      "end_hhmmss": "00:02:07",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9252,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=67"
    },
    {
      "id": 1469,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 2,
      "text": "ackground and life story—anything you'd like to share about yourself, biographically and personally.\nChris Bache:\nBasically, I made my living as a university professor at a modest university in Northeast Ohio. I'm a professor of religious studies. My background is a degree in theology from Notre Dame, study in New Testament criticism at Cambridge, and a PhD in Philosophy of Religion from Brown—very classically educated. I was raised in the Deep South, in Mississippi. When I finished my graduate training and came to Youngstown State University, where I taught for 33 years, I met the work of Stanislav Grof, one of the foremost authorities in integrating psychedelics into psychotherapy, and his work was a turning point in my life.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5008026957511902,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 26.0,
      "end_sec": 91.517,
      "start_hhmmss": "00:00:26",
      "end_hhmmss": "00:01:32",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7675,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=26"
    },
    {
      "id": 1772,
      "talk_id": "2023-01-27-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "The Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2023-01-27",
      "published": "2023-01-27",
      "chunk_index": 10,
      "text": "cy. You say the universe is interested in our experience of it. Why do you believe that is the case?\nChris Bache:\nPart of my experience reflects a classic teaching in some Eastern traditions: the essence of the individual is the same as the essence of the totality—Atman is Brahman. Our nature is the nature of the divine, which is the nature of reality itself. So it’s not completely accurate to frame this as a duality between me and It. At a deeper level, my being is a fractal manifestation of Its reality. Our relationship is deeply essential and mutually participating from the start. But functionally, in terms of Chris Bache, I am so small and It is so vast that there’s a relative duality involved. And between my small bit and the totality are layers upon layers. It’s a very complex, organic system of massive scale.",
      "token_est": null,
      "hash": null,
      "channel": "Portals of Perception",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-27 · Portals of Perception · The Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/ec0elBHJXAc",
      "transcript_path": "sources/transcripts/2023-01-27-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.49957236647605896,
      "youtube_id": "ec0elBHJXAc",
      "start_sec": 646.0,
      "end_sec": null,
      "start_hhmmss": "00:10:46",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/ec0elBHJXAc?t=646"
    },
    {
      "id": 2646,
      "talk_id": "2025-05-18-diamond-luminosity-live-stream",
      "archival_title": "Diamond Luminosity (live stream)",
      "recorded_date": "2025-05-18",
      "published": "2025-05-18",
      "chunk_index": 9,
      "text": "m with my co-host, Emmy Vadnais, and our honored guest, Chris Bache. Emmy, will you introduce Chris?\nEmmy Vadnais:\nYes—hello and welcome, everybody. We’re grateful to have Chris Bache with us today, professor emeritus in the Department of Philosophy and Religious Studies at Youngstown State University in Ohio, where he taught for 33 years. He is also adjunct faculty at the California Institute of Integral Studies, an Emeritus Fellow at the Institute of Noetic Sciences, and on the advisory council of Grof Legacy Training. Chris is author of Life Cycles: Reincarnation and the Web of Life; Dark Night, Early Dawn; The Living Classroom: Teaching and Collective Consciousness; and LSD and the Mind of the Universe: Diamonds from Heaven. His website is chrisbache.com—with an “e” at the end. Welcome, Chris. We’re so happy to have you here today. To get us started, would you share a little about your background? And we also want to let people know that Chris has been a guest on New Thinking Allowed with a recorded interview talking about psychedelics and the cosmic mind.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-05-18 · New Thinking Allowed · Diamond Luminosity (live stream)",
      "url": "https://youtu.be/FlHqinHyt9I",
      "transcript_path": "sources/transcripts/2025-05-18-diamond-luminosity-live-stream.md",
      "_score": 0.4995383024215698,
      "youtube_id": "FlHqinHyt9I",
      "start_sec": 690.0,
      "end_sec": 740.451,
      "start_hhmmss": "00:11:30",
      "end_hhmmss": "00:12:20",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9477,
      "ts_url": "https://youtu.be/FlHqinHyt9I?t=690"
    },
    {
      "id": 460,
      "talk_id": "2019-11-13-lsd-and-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "LSD & the Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2019-11-13",
      "published": "2019-11-13",
      "chunk_index": 46,
      "text": "ce experiences were not marked by Saturn transits or Saturn global transits, or even Pluto transits.\nWhen my work began to go off the edge of time and space—when I began to enter deeper and deeper into archetypal reality, and then beyond archetypal reality into Dharmakaya or the Diamond Luminosity—I felt a roll-off of astrological variables. My psychedelic dance did not map easily into the astrological dance. I began to think there might be a roll-off effect between one's solar dance and one's session experiences. This continues to be an area of active dialogue and consideration for me. There is an appendix in the book called “Pushing the Limits of Astrological Correspondence.” In that appendix I give the dates of all of my sessions. If one wanted to, one can look at my natal chart, look at the sessions, and examine the correlations or lack of correlations. I know there aren't enough sessions given to provide a definitive answer, but I wanted to support discussion about the relationship between astrology, astrological and global transits, and one's own psychedelic work. To me, that's an open question. I know there are correlations, particularly in the early stages of one's work. Whether those correlations continue to be as strong in the later stages, I'm not as convinced.",
      "token_est": null,
      "hash": null,
      "channel": "Trust Psyche",
      "source_type": "lecture",
      "citation": "Bache · 2019-11-13 · Trust Psyche · LSD & the Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/uHn8lzYNXyE",
      "transcript_path": "sources/transcripts/2019-11-13-lsd-and-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.49896764755249023,
      "youtube_id": "uHn8lzYNXyE",
      "start_sec": 4343.0,
      "end_sec": null,
      "start_hhmmss": "01:12:23",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/uHn8lzYNXyE?t=4343"
    }
  ]
}