{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.6081684827804565
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5638417601585388
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5175457000732422
    },
    {
      "id": "lsdmu.c08.s01.p49",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 797,
      "text": "In the final analysis, I think that whether we remain inside the physical universe after waking up spiritually or leave it behind are not mutually exclusive options but simultaneous possibilities. If we were to achieve enlightenment and leave spacetime for one hundred thousand years and then return, we would find the universe continuing to patiently grow her children through the steady and relentless accumulation of experience in rebirth. If we leave again, this time for a million years, upon our return we would find the same thing—Nature growing humanity into ever richer forms. In such a universe, how could life not eventually produce fully awakened Souls on Earth? Not just a few here and there, but everyone everywhere. An entire species that through its hard labor has given birth to its next self-expression—a fully conscious Soul, green to its roots, feet firmly planted on the Earth but now transparent to the Creative Intelligence that everywhere presses in upon it. This is the vision of history I now turn to explore.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶49",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 49,
      "sentence": null,
      "_score": 0.5067532658576965
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5007473230361938
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.4962070882320404
    },
    {
      "id": "lsdmu.c06.s00.p101",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 500,
      "text": "In the Cosmic Tour, I had explored the universe as a reality outside myself; in this session, I explored the universe as a dimension of my own being. This shift reflects the broader transition that takes place as one moves from the subtle level of consciousness, with dualism intact, into nondual causal consciousness. The peace of returning to the Oneness that swallows all partitions awakened a seed of remembering that changed me deeply, not instantaneously, but slowly over many years.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶101",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 101,
      "sentence": null,
      "_score": 0.4925171136856079
    },
    {
      "id": "lsdmu.c01.s09.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 103,
      "text": "All psychedelic disclosure is interactive. Everything we see and learn in these visionary states is shaped in subtle ways by what we are at the moment of contact. This does not mean that the visions we experience are merely projections of our personal psyche, as though we were not experiencing something that truly exists in the cosmos. Rather, it means that all visionary encounter is participatory. Our being evokes the portion of the universe we experience in these states, and the more conditioning we have let go of when this communion takes place, the more open-ended and far-reaching are the experiences that present themselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.49096640944480896
    },
    {
      "id": "lsdmu.c12.s03.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1167,
      "text": "That the universe is the manifest body of a Divine Being of unimaginable intelligence, compassion, clarity, and power, that we are all aspects of this Being, never separated from it for a moment, that we are growing ever more aware of this connection, that physical reality emerges out of Light and returns to Light continuously, that Light is our essential nature and our destiny, that all life moves as One, that reincarnation is true, that there is a deep logic and significance to the circumstances of our lives, that everything we do contributes to the evolution of the whole, that our awareness continues in an ocean of time and a sea of bliss when we die, that we are loved beyond measure and that humanity is driving towards an evolutionary breakthrough that will change us and life on this planet at the deepest level. (Bache 2017)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.48737698793411255
    },
    {
      "id": "lsdmu.c01.s12.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 126,
      "text": "In deep psychedelic work, *one learns by becoming*. This is especially true when working with high doses of a powerful psychedelic like LSD. We cannot transport the egoic self into these depths where it can then “have an experience” of how the world works there. In order to know the universe at these levels, we must *become* a citizen of these levels. We must *become* the levels themselves. To do this, our smaller sense of self must cease to be the container of our experience. It must die. Giving up everything is simply the price of inheriting everything else.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.4847073554992676
    },
    {
      "id": "lsdmu.c02.s02.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 177,
      "text": "As the negative perinatal experiences continued to build over the next several sessions, so did the positive experiences that emerged during the ecstatic portion of the sessions. In one session, I experienced life as a living fabric of interwoven intelligences—atomic, molecular, cellular, human, societal, and planetary. This early taste of the weave of Oneness was just a metaphysical appetizer for the deeper experiences of Oneness that would follow later, so I will not spend time on it. I would, however, like to share one experience from this period because it speaks to the rationale for this book as a whole. This session helped me let go of my conventional academic training and embrace psychedelics as anew method of philosophical inquiry.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §2 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 2,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.48460182547569275
    },
    {
      "id": "lsdmu.c06.s00.p85",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 484,
      "text": "As my experience of this seamless universe progressed, I came to discover that I was not exploring a universe “out there,” as I had in session 19, but a universe that “I” in some essential way already was. These experiences were leading me step-by-step into a deeper embrace of my own reality. I was exploring the universe as a dimension of my own existence, slowly remembering aspects of my being that I had lost contact with. This exploration seemed to answer a cosmic need not only to know but also to be known.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶85",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 85,
      "sentence": null,
      "_score": 0.4842650890350342
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4841417074203491
    },
    {
      "id": "lsdmu.c08.s01.p18",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 766,
      "text": "The experiences reported in this book took place in the privacy of my home, but there was a second side to this story that took place at my university. In this section, I’d like to briefly describe a series of experiences that surfaced in my classroom while I was doing my psychedelic work. It took me years to understand these experiences and to comprehend their full implications. They became such a significant part of my teaching experience that I eventually wrote a small book about them. I hope this short introduction will encourage readers to read that more complete treatment. This is the backstory to *The Living Classroom* (2008).",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶18",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 18,
      "sentence": null,
      "_score": 0.4803991913795471
    },
    {
      "id": "lsdmu.c05.s07.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 392,
      "text": "In this spiritual universe, Souls exist in a wide variety of conditions that reflect their stage of development. All of these conditions are blissful compared with life on Earth and there is no hell. We may experience episodes of intense suffering during our debriefing as we experience the pain we caused others, but Newton reports that there is no eternal damnation in the afterlife and no pits of fire. Instead, there is accountability combined with the opportunity to continue learning and growing in a variety of settings. At all the levels of this spiritual universe, senior learners help junior learners. It is their work and their joy to do so.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.5 §7 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 5,
      "section": 7,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.47952067852020264
    },
    {
      "id": "lsdmu.c01.s05.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 68,
      "text": "All my life I have had a passionate desire to understand how our universe works. Why are our lives the way they are? Why is there so much suffering in life? Is there a larger intelligence operating in the universe, and if so, toward what end? What is the purpose and project of existence? In our culture’s current materialist paradigm that reduces everything to physical matter, these questions are considered beyond the pale of genuine knowledge, and attempts to answer them are seen as being purely speculative enterprises. In my sessions, however, I was given the opportunity to explore these questions in exercises of profound experiential instruction choreographed by a vast intelligence. I was shown things that stunned and transfixed me, was allowed to experience things that completely reframed my understanding of existence. What philosopher could turn down such an opportunity?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.47740328311920166
    },
    {
      "id": "lsdmu.c08.s00.p32",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 700,
      "text": "Reduced to its essence the teaching was this: Matter is the canvas that mind paints upon. It has no capacity to act apart from the animating presence of consciousness and is responsive to the direction of consciousness. Therefore, whatever our experience is in spacetime, we must have the courage to sit still and face the fact that we are experiencing nothing but the manifestation of our own consciousness. No matter how terrible the pain, no matter how horrendous the injustice or inscrutable the logic, our experience in space-time is the direct expression of our consciousness in a higher order of reality.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶32",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 32,
      "sentence": null,
      "_score": 0.47728943824768066
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.4759986400604248
    }
  ]
}