{
  "chunks": [
    {
      "id": 2209,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 5,
      "text": "pher of religion. He settled into Youngstown University, where he would teach for the next 33 years.\nAlong the way, another transformation was pending. Chris read Stanislav Grof’s work on the use of psychedelics in psychotherapy, the non-dogmatic influences of Buddhism and Huston Smith’s perennialism. We know an integral soon followed. Chris ended his psychedelic explorations in 1999, and it wasn't until 2009 he wrote his first book, The Living Classroom. Here he shared how his expansive consciousness seemed to impact his students in what he called leaky boundaries. Again, those of us in integral recognize the psychoactive effect presencing has upon others. In 2019 he wrote LSD and the Mind of the Universe: Diamonds from Heaven, some of which he'll share today and at the conference. Please give Chris Bache a warm San Diego Integral welcome.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.596640944480896,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 235.0,
      "end_sec": 319.715,
      "start_hhmmss": "00:03:55",
      "end_hhmmss": "00:05:20",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9892,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=235"
    },
    {
      "id": 1506,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 39,
      "text": "Fogleman:\nWhat do you think it was about Vajrayana Buddhism that attracted you and felt like a home?\nChris Bache:\nIt was my first wife, Carol—my sitter in my sessions and a clinical psychologist—who really brought me into Vajrayana. I was more interested in the Zen tradition. I wasn’t interested in all the bells, candles, incense, and fanfare that comes with Vajrayana. But she went there, and I followed her. Through her, I met teachers gathering at the Tara Mandala Buddhist retreat center—Lama sutra malayonis established the center in Colorado—and I began to study there and go into retreats with that lineage. I met their lineage of awakened beings, and they made a deep impression on me. If my karma had introduced me to the great awakened beings of the Zen lineage, I could have gone there just as easily. It was the opportunity to meet these beings and receive teachings that made a large impression.\n\nTasshin Fogleman:\nComing back to your explorations, you use the phrase “deep time.” Can you say what you mean by that?",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5891901254653931,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 3293.0,
      "end_sec": 3364.182,
      "start_hhmmss": "00:54:53",
      "end_hhmmss": "00:56:04",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7949,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=3293"
    },
    {
      "id": 1106,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 38,
      "text": "art, but to continue evolving. Do you feel your journey confirms Buddhism, and where does it differ?\nChris Bache\nI’ve been deeply influenced by all the world’s religions. I began as a Christian and a Catholic—four years in seminary studying for the priesthood. I studied Hebrew and Greek for biblical work. I’ve learned so much from Hinduism, Buddhism, Taoism, and Native traditions. The two deepest, longest-lasting influences on me have been Christianity and Buddhism.\n\nI think my journey affirms the deepest truths of Christianity and of all the world’s religions—Judaism’s Kabbalah, Hinduism, Buddhism—while also, in important ways, eclipsing the religions of the last several thousand years. The universe I was initiated into demanded levels of understanding beyond anything I had learned in those traditions. I had to become operational within a deeper metaphysics.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.5862064957618713,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 4310.0,
      "end_sec": null,
      "start_hhmmss": "01:11:50",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=4310"
    },
    {
      "id": 1331,
      "talk_id": "2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache",
      "archival_title": "The Mind of the Universe – Conversation with Prof. Chris Bache",
      "recorded_date": "2022-02-19",
      "published": "2022-02-19",
      "chunk_index": 7,
      "text": "ce and you only miss two or three words. Enjoy. I find him very mind-blowing—but see what you think.\nChris Bache:\n…shared in the animistic community is the belief that nature is infused with consciousness—infused with mind and soul. And, of course, now we know how vast the physical universe is, and the question becomes: how large is the mind of the universe? How deep is it?\n\nI was just out of graduate school in 1978, finishing in philosophy of religion, when I met the work of Stanislav Grof—one of the foremost thinkers in transpersonal psychology and the psychedelic community. I read his book Realms of the Human Unconscious, and my life pivoted. I immediately saw that his research was relevant not only to clinical psychology but also to philosophy. He was offering a method to safely and systematically explore the deepest levels of consciousness where the answers to the philosophical questions I was carrying lay, coming out of training in religious studies.",
      "token_est": null,
      "hash": null,
      "channel": "Embercombe",
      "source_type": "interview",
      "citation": "Bache · 2022-02-19 · Embercombe · The Mind of the Universe – Conversation with Prof. Chris Bache",
      "url": "https://youtu.be/3QxDjWvqKzA",
      "transcript_path": "sources/transcripts/2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache.md",
      "_score": 0.5728917717933655,
      "youtube_id": "3QxDjWvqKzA",
      "start_sec": 722.0,
      "end_sec": null,
      "start_hhmmss": "00:12:02",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/3QxDjWvqKzA?t=722"
    },
    {
      "id": 1472,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 5,
      "text": "I love that description. What was it that so captured you about Grof’s work when you encountered it?\nChris Bache:\nI immediately saw that if what he was saying was correct, it had enormous implications—for philosophy, which was my interest—not just for healing in clinical psychology. Here was a method that allowed deep, firsthand access to dimensions of consciousness and, through those dimensions, to dimensions of reality I had seen described in many spiritual literatures. This was a protocol that allowed people to be initiated, if only temporarily—what I call the path of temporary immersion. We have to be careful not to confuse a path of temporary immersion with what I would call the path of abiding presence, the more contemplative, meditational path. But this gave temporary access to states far beyond ordinary egoic awareness and far beyond space-time, to explore the deep structure of the universe itself.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5725457072257996,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 283.0,
      "end_sec": 371.313,
      "start_hhmmss": "00:04:43",
      "end_hhmmss": "00:06:11",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6955,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=283"
    },
    {
      "id": 1800,
      "talk_id": "2023-01-27-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "The Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2023-01-27",
      "published": "2023-01-27",
      "chunk_index": 38,
      "text": "rough cycles of death and rebirth, their significance, and how they facilitate collective awakening.\nChris Bache:\nFirst, what I’m going to describe is my variation on an ancient Buddhist teaching. When one sits to meditate or do spiritual practice, the first step is cultivating bodhicitta—the wish to save all sentient beings. You do the practice not for personal benefit but to nourish the uplift of the whole of creation. The last step is distributing the merit—you give away the blessings you’ve acquired. In mature spiritual practice, everything is for the benefit of the whole.",
      "token_est": null,
      "hash": null,
      "channel": "Portals of Perception",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-27 · Portals of Perception · The Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/ec0elBHJXAc",
      "transcript_path": "sources/transcripts/2023-01-27-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.5696889162063599,
      "youtube_id": "ec0elBHJXAc",
      "start_sec": 3309.0,
      "end_sec": null,
      "start_hhmmss": "00:55:09",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/ec0elBHJXAc?t=3309"
    },
    {
      "id": 2605,
      "talk_id": "2025-04-26-bicycle-day-psychedelic-talk-recorded-2025-04-19",
      "archival_title": "Bicycle Day Psychedelic Talk (recorded 2025-04-19)",
      "recorded_date": "2025-04-26",
      "published": "2025-04-26",
      "chunk_index": 2,
      "text": "be. Now, with that, I want to welcome onto the stage, here in just a moment, Dr. Christopher Bache.\nDr. Christopher Bache is a professor emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He's also an adjunct professor at the California Institute of Integral Studies, an emeritus fellow at the Institute of Noetic Sciences, and on the advisory board of the Grof Legacy Training. Chris's work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He's an award-winning teacher and international speaker.\n\nChris has written four books: Life Cycles, a study of reincarnation in light of contemporary consciousness research; Dark Night, Early Dawn, a pioneering work in psychedelic philosophy and collective consciousness; The Living Classroom, an exploration of collective fields of consciousness and teaching; and of course, what many of you might be familiar with today, LSD and the Mind of the Universe, the story of his 20-year journey with LSD. Everyone, please welcome Dr. Christopher Bache.",
      "token_est": null,
      "hash": null,
      "channel": "The Pearl Institute",
      "source_type": "lecture",
      "citation": "Bache · 2025-04-26 · The Pearl Institute · Bicycle Day Psychedelic Talk (recorded 2025-04-19)",
      "url": "https://youtu.be/H-edIvbzE8w",
      "transcript_path": "sources/transcripts/2025-04-26-bicycle-day-psychedelic-talk-recorded-2025-04-19.md",
      "_score": 0.5687012672424316,
      "youtube_id": "H-edIvbzE8w",
      "start_sec": 19.0,
      "end_sec": 84.409,
      "start_hhmmss": "00:00:19",
      "end_hhmmss": "00:01:24",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9902,
      "ts_url": "https://youtu.be/H-edIvbzE8w?t=19"
    },
    {
      "id": 972,
      "talk_id": "2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray",
      "archival_title": "LSD and the Mind of the Universe – Interview with Stephen Gray",
      "recorded_date": "2021-05-03",
      "published": "2021-05-03",
      "chunk_index": 2,
      "text": "wledged, just before recording, that we’re honored to be doing this inaugural conversation together.\nBefore I ask Chris to say anything, a short bio with a couple of comments. Christopher M. Bache is professor emeritus in the Department of Philosophy and Religion at Youngstown State University, where he taught for 33 years. He is also adjunct faculty at the California Institute of Integral Studies and a fellow at the Institute of Noetic Sciences. An award-winning teacher, Chris explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He has written three books—Life Cycles, Dark Night, Early Dawn (which I read about 20 years ago, a wonderful book), The Living Classroom (which I haven’t read)—and, more recently, LSD and the Mind of the Universe: Diamonds from Heaven.",
      "token_est": null,
      "hash": null,
      "channel": "StephenGray Vision",
      "source_type": "interview",
      "citation": "Bache · 2021-05-03 · StephenGray Vision · LSD and the Mind of the Universe – Interview with Stephen Gray",
      "url": "https://youtu.be/zXt-LkmINyc",
      "transcript_path": "sources/transcripts/2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray.md",
      "_score": 0.5657818913459778,
      "youtube_id": "zXt-LkmINyc",
      "start_sec": 62.0,
      "end_sec": 114.087,
      "start_hhmmss": "00:01:02",
      "end_hhmmss": "00:01:54",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9416,
      "ts_url": "https://youtu.be/zXt-LkmINyc?t=62"
    },
    {
      "id": 1936,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 2,
      "text": "n and generative freedom in that process, and that's what I think we need to meet where we're going.\nLauren Taus: Welcome to Embodied Life, the podcast. My name is Lauren Taus, and this show is a space for you to move past the traffic of the mind and into the stillness of your heart. The journey is inward, and a courageous traveler welcomes the wide range of their human experience. We are meeting pioneers, healers, and change-makers who are showing us the way with important guides and maps. Feel whatever it is that needs to be felt so that you can return home to yourself. Let's go. Let's get embodied.\n\nLauren Taus: Chris Bache is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He is also adjunct faculty at the California Institute of Integral Studies, an Emeritus Fellow at the Institute of Noetic Sciences, and on the Advisory Council of Grof Legacy Training.\n\nLauren Taus: An award-winning teacher and international speaker, Chris’s work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.5648797750473022,
      "youtube_id": null,
      "start_sec": 89.778,
      "end_sec": 121.615,
      "start_hhmmss": "00:01:30",
      "end_hhmmss": "00:02:02",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9581,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 2279,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 4,
      "text": "see if I got it right. Welcome to the people who are live and those who are going to join us later.\nChris Bache—the story I know is that he is now a retired professor of religious studies and philosophy from Ohio State University and Youngstown, Ohio. Early in his career he was always interested in mysticism and deep spiritual exploration, and he came upon the work of the legendary psychiatrist Stanislav Grof, who pioneered a protocol for working with high doses of LSD in particular. Chris undertook what turned out to be a 20-year journey of 73 high-dose LSD sessions following the Stan Grof protocol—sessions using 500 to 600 micrograms of LSD, which, for any of you not familiar with that calculation, is a high dose. The protocol involves working at home or in a safe, quiet space with headphones and a carefully curated playlist, eyeshades to block out the light so inner visions aren’t obstructed, and a qualified sitter. In Chris’s case, the sitter was a therapist who knew what she was doing. Generally, he did this on a Saturday, and the following day—again following the Grof protocol—he spent basically the whole day with the headphones on to trigger memories of what was playing when certain experiences and visions occurred, and then meticulously transcribed all that.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.5612638592720032,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 133.0,
      "end_sec": null,
      "start_hhmmss": "00:02:13",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=133"
    },
    {
      "id": 1974,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 40,
      "text": "blows your psyche completely apart, layer by layer, until eventually you dissolve into the universe.\nOn Saturday morning you’re in time-space; then you blow yourself apart and dissolve. You’re not functioning as “Chris Bache having an experience.” You dissolve as Chris Bache into some stratum of existence, some field of reality. You become that reality. If you do it well, you have continuity of memory in and out, but you don’t have continuity of identity. Dissolved into these fields of consciousness, you can do things my “Chris Bache” could never do and learn things he could never learn within ordinary time-space reality. You get blown into these realities, live there for a few hours, and then the second miracle happens: you come back and re-integrate your time-space identity.\n\nI seem to have a psychological makeup that makes both rhythms—dissolving and re-congealing—easier for me. The letting go into, and the coming back to a single human being, are both important.\n\nLauren Taus:\nSo profound. Given that you don’t recommend that, what would you advise for someone seeking to access some of these experiences?",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.5590353608131409,
      "youtube_id": null,
      "start_sec": 3042.52,
      "end_sec": 3068.185,
      "start_hhmmss": "00:50:43",
      "end_hhmmss": "00:51:08",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5904,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 2557,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 20,
      "text": "sing: surrender completely, open, breathe, receive teachings, then bring it back in and consolidate.\nEmmy Vadnais: What are some of the teachings you received?\n\nChris Bache: That the universe is a manifestation of a single consciousness—a massive consciousness beyond anything we’ve grasped in Western religious and philosophical traditions. Creation is intentional. I hesitate to use “design,” but there is an intelligence manifesting in time and space. We are part of this intelligence; our nature is of the same nature as its nature—Atman is Brahman. Reincarnation is a fact of life. We won’t get far trying to understand existence unless we understand the pulse of life—that our current life is just the most recent in many cycles of life and death. There is an underlying logic to our circumstances—what Buddhists and Hindus call karma—an intentionality working itself out in our lives. Our evolution is not driven solely by blind chance and mechanical processes; there is a deeper intelligence manifesting in our circumstances and challenges, inviting us to become more by the end of life than we were at the beginning. Those are a few touch points.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.5567516088485718,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 1882.0,
      "end_sec": null,
      "start_hhmmss": "00:31:22",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=1882"
    },
    {
      "id": 2110,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 3,
      "text": "’re a professor of theology and philosophy. What made you go on this journey starting way back when?\nChris Bache:\nAt first, I think it was a foolish strategy to push it as hard as I did, but I didn’t know any better at the time—or I was young and stupid. I was trained as a philosopher of religion with a passionate desire to understand the deep structure of the universe. I had studied some of the great minds in our Western and Eastern traditions. When I found the methodology that Stan made available, I decided to push it as long and as hard as I could. There was a great deal of suffering, episodically and periodically. But at the end of every episode of intense suffering, there would be a breakthrough into a phase of deep, ecstatic bliss and deep transpersonal encounter. The value of those insights and that ecstasy more than balanced out the transient episodes of suffering.",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.5552784204483032,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 81.0,
      "end_sec": 163.331,
      "start_hhmmss": "00:01:21",
      "end_hhmmss": "00:02:43",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.7526,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=81"
    },
    {
      "id": 1688,
      "talk_id": "2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast",
      "archival_title": "LSD and the Mind of the Universe – S2S Podcast",
      "recorded_date": "2023-01-06",
      "published": "2023-01-06",
      "chunk_index": 13,
      "text": "methods.\n\nSimeon Mihaylov\nSo you began with the motivation to explore the universe as a philosopher?\nChris Bache\nCorrect. I’m not a therapist—though I received much healing in this work and am grateful for it. My primary intention, as a philosopher of religion, was to explore the universe as deeply as I could and understand not only my nature but the larger landscape.\n\nSimeon Mihaylov\nYou’ve said your experiences fit within the larger body of religious and philosophical traditions, which gave you confidence in their genuineness, yet they also pushed boundaries and took you into areas you hadn’t encountered elsewhere. Do psychedelics, then, offer the promise of genuinely new philosophical and spiritual insights? How do you see them fitting into the future development of philosophy and spirituality for our species?\n\nChris Bache\nThis is an exciting time and territory. I became convinced early on that psychedelics represent a true before-and-after moment in philosophical reflection. Philosophy, in one way or another, reflects on the breadth of human experience—our own and others’. Here we have an opportunity to temporarily deepen and widen awareness, pushing its boundaries.",
      "token_est": null,
      "hash": null,
      "channel": "S2S Podcast",
      "source_type": "interview",
      "citation": "Bache · 2023-01-06 · S2S Podcast · LSD and the Mind of the Universe – S2S Podcast",
      "url": "https://youtu.be/Kh5aqAuDBIM",
      "transcript_path": "sources/transcripts/2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast.md",
      "_score": 0.5552507638931274,
      "youtube_id": "Kh5aqAuDBIM",
      "start_sec": 1105.0,
      "end_sec": null,
      "start_hhmmss": "00:18:25",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Kh5aqAuDBIM?t=1105"
    },
    {
      "id": 2311,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 36,
      "text": "start out to do it for “us,” but it turned out that way.\n\nChris Bache:\nIt turned out that way, yes.\nMarc Caron:\nA quick note from the chat: Melanie White says, “Thank you, Chris. I loved the book LSD and the Mind of the Universe, and thank you for sharing your insights tonight.” For those watching online, we’ll take questions from our Zoom audience. Here’s one: how does your process relate to Christology? Did you have Christ avatar experiences, and how does that map onto your journey?\n\nChris Bache:\nInteresting question. Two traditions have had the largest influence on my life—Christianity and Buddhism. I also taught world religions for decades, and the lineages became passionate lovers for me; each taught me so much. While I started within a Christian framework, I came to see that Christ is the fruition of a spiritual impulse in the Middle East that parallels, in seminal ways, the fruition of similar impulses in India, Africa, South America. Larger patterns emerged.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.5536363124847412,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 2988.0,
      "end_sec": null,
      "start_hhmmss": "00:49:48",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=2988"
    },
    {
      "id": 1994,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 2,
      "text": "t, I didn’t know I—and no doubt countless millions of seekers—had been waiting for our entire lives.\nChristopher M. Bache is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years; a fellow at the Institute of Noetic Sciences; adjunct faculty at the California Institute of Integral Studies; and on the advisory board for Grof Transpersonal Training and the Grof Foundation. An award-winning teacher and international speaker, Chris joins me now to discuss his book LSD and the Mind of the Universe: Diamonds from Heaven, hailed as a gripping account of an utterly unique and extraordinary hero’s journey that opens our minds and hearts to a new vision of our universe and ourselves as inseparable from the ineffable being we have called God. Chris Bache, welcome.\n\nChris Bache: Hi, Sandy. It's a pleasure to be here with you today.",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.5530967712402344,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 67.0,
      "end_sec": 126.868,
      "start_hhmmss": "00:01:07",
      "end_hhmmss": "00:02:07",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9252,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=67"
    }
  ]
}