{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.6166055798530579
    },
    {
      "id": "lsdmu.c06.s01.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 541,
      "text": "This interpretation proposes that the working of the collective psyche parallels the working of the personal psyche in key respects. It proposes that just as painful experiences can accumulate and block the healthy functioning of the individual, similar blockages can occur at the collective level. It suggests that the unresolved anguish of human history might still be active in the collective memory of our species, burdening its life just as our personal unresolved anguish burdens ours. Continuing the parallel, if the conscious engagement of unresolved pain can bring therapeutic relief at the personal level, the same may also occur at the species level. Normally, we would expect such healing to take the form of reform movements or cultural shifts in which large numbers of people confront and heal some painful legacy from our past. Within the context of LSD therapy, however, a new possibility seems to be emerging. In this setting, an individual seems to be able to tap into and directly facilitate a healing of some portion of the collective psyche. The process of engaging and healing a collective META-COEX system in a psychedelic session is essentially the same as engaging and healing a personal COEX system, but enacted on a much larger scale and a different level of consciousness. Grof has embraced this expansion of his paradigm.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.6015077829360962
    },
    {
      "id": "lsdmu.c04.s02.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 305,
      "text": "The collective psyche appears to organize its memories in ways that parallel how the personal unconscious organizes its memories. Grof has demonstrated that our personal unconscious organizes its memories into *clusters of experience* that come from different periods of our life but share a common emotional theme. As we saw in chapter 2, he calls these clusters of condensed experience COEX systems. The psychedelic experiences presented in this chapter suggest that the collective unconscious organizes its vast store of memories in a similar fashion. It appears to gather the memories of humanity into *giant memory clusters* that come from different people and different historical periods but share a common emotional theme. I call these collective memory clusters META-COEX systems. The structure of a META-COEX system parallels the structure of a personal COEX system, but it operates on a much larger scale and a different level of consciousness—the subtle level.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.4 §2 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 4,
      "section": 2,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.5758262276649475
    },
    {
      "id": "lsdmu.c07.s01.p11",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 579,
      "text": "What I experienced in this reality over the next ten sessions can be divided into two broad categories. The first set of experiences was more Platonic in nature and took place at what I would judge to be a higher subtle level. The second set was more Jungian in nature and took place at a lower subtle level. Both of these domains were archetypal but at different orders of scale. (For a short description of the concept of archetype and how I use this term, see the addendum at the end of this chapter, page 169.)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §1 ¶11",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 1,
      "paragraph": 11,
      "sentence": null,
      "_score": 0.5745611190795898
    },
    {
      "id": "lsdmu.c07.s10.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 667,
      "text": "In these respects, my view of the collective unconscious has been influenced by Rupert Sheldrake and his work on morphic fields and formative causation, which I have found to be deeply congruent with my psychedelic experience. From Sheldrake’s perspective, the collective psyche, or species-mind, influences its individual members, as Jung suggests. But Sheldrake goes further than Jung in proposing that the collective psyche also receives and integrates the learning of its members. Sheldrake envisions a complex feedback loop operating between the species-mind and individuals that allows the species-mind to learn as its members learn. Collective learning progresses more slowly than individual learning, but when the species-mind eventually grasps a truth, the resulting shift ripples through the entire species resulting in faster learning curves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §10 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 10,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5641400814056396
    },
    {
      "id": "lsdmu.c07.s03.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 589,
      "text": "My encounter with the Living Forces of archetypal reality at the high subtle level seemed to awaken in me a capacity to experience the sinews of humanity’s collective being at a lower subtle level. Or perhaps this is simply where I was directed next. I think that the most important insights I received in these eleven sessions came from this more Jungian level. More significant than my brief contact with the largely inscrutable powers of high archetypal reality, being immersed in the tissue of humanity’s collective being showed me organic processes operating beneath the surface of our individual lives and weaving humanity into a larger whole. It was as though I was being taught to recognize the living tissue of our species. My experiences affirmed Jung’s core insight of the existence of a collective unconscious, but I did not experience the archetypes that he discusses, such as the mother, father, child, wise old man, trickster, or hero. I’m not suggesting these are not part of the collective psyche, just that they were not part of my experience of it.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §3 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 3,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.561543345451355
    },
    {
      "id": "lsdmu.c09.s03.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 871,
      "text": "For psychedelics to have their deepest impact on our culture, it is not sufficient for us to simply record the powerful experiences they unleash. We must also ground these experiences in critical discourse and place them in dialogue with other fields of learning where possible. For this reason, when I presented this session in *Dark Night, Early Dawn*, I unpacked its assertions about the role the collective psyche will play in humanity’s awakening as carefully and systematically as I could. These assertions are:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §3 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 3,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5575826168060303
    },
    {
      "id": "lsdmu.c01.s09.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 103,
      "text": "All psychedelic disclosure is interactive. Everything we see and learn in these visionary states is shaped in subtle ways by what we are at the moment of contact. This does not mean that the visions we experience are merely projections of our personal psyche, as though we were not experiencing something that truly exists in the cosmos. Rather, it means that all visionary encounter is participatory. Our being evokes the portion of the universe we experience in these states, and the more conditioning we have let go of when this communion takes place, the more open-ended and far-reaching are the experiences that present themselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5536588430404663
    },
    {
      "id": "lsdmu.c07.s00.p08",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 566,
      "text": "I experienced archetypal reality to be a bridge between the physical universe and the source of existence. Being ontologically prior to space-time in the Great Chain of Being, it is the seed reality of space-time. Many spiritual traditions describe creation as a process that flows from a single Source until it becomes the entire universe. In Taoism creation is said to flow from the Eternal Tao to the Ten Thousand Things; in Buddhism from the pregnant emptiness of *dharmakaya* to the pulsing complexity of *nirmanakaya*. On its way to manifesting physical reality, this outpouring of creativity manifests many intermediate levels, and the archetypal domain is one of these levels. More precisely, the archetypal domain is actually a cluster of levels.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §0 ¶8",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 0,
      "paragraph": 8,
      "sentence": null,
      "_score": 0.5531815886497498
    },
    {
      "id": "lsdmu.c07.s05.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 606,
      "text": "collective unconscious of the human species. Now I was above that field, at some higher archetypal level of reality. As many times before, I had the clear sensation that something was working with me to consolidate a clear position at this level so that I could receive instruction about how reality functions here. I felt myself to be “above the world,” in a region of intelligence that creates and sustains physical reality. I worked hard to establish greater clarity at this level by cooperating with the forces that surrounded and saturated me. Many insights came concerning the broad sweep of creation, how consciousness consolidates itself into matter deliberately and by stages.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §5 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 5,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5511840581893921
    },
    {
      "id": "lsdmu.c07.s02.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 580,
      "text": "When I entered the higher level of archetypal reality, my experience affirmed Plato’s core insight that there is a reality behind the physical universe that structures and informs our existence here, but what I encountered there did not match his description of this reality. What I experienced were not Plato’s eternal Ideas in the mind of an unchanging transcendent intelligence, but vast *living* dynamic forces embodying higher orders of intentionality and power and operating on a different order of time. It was like stepping off our feverishly spinning planet into the majestic arc of the Milky Way—all moving, all alive, but on different magnitudes of scale. Though these forces informed human experience, they were so far beyond humanity that even in my expanded state I could not grasp the full scope of their being. I could catch only fragments of their massive presence and hints of their influence.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §2 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 2,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5429043769836426
    },
    {
      "id": "lsdmu.c07.s10.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 666,
      "text": "Second, I use the term in a quasi-Jungian sense to describe patterns in the collective unconscious of humanity—patterns of collective memory, collective thought, collective learning, and even collective physiology. Like Jung, I understand the collective psyche to be the matrix within which our individual psyches operate, underpinning and influencing all our psychological, emotional, and mental processes. However, I see the collective psyche as being more dynamic than Jung did. I see it as itself learning and evolving over time, and therefore I see archetypes at this level as evolving over time. I also see them as more numerous than the relatively small handful of archetypes Jung analyzed.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §10 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 10,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5405460000038147
    },
    {
      "id": "lsdmu.c09.s00.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 806,
      "text": "I know it sounds arrogant to speak on such a scale, but I must if lam to describe the visions that repeatedly came through my sessions. Ego-death destroys the existential isolation and constant self-referencing that organizes our ordinary experience of the world. When the partitions of personal consciousness are surrendered, our experience spontaneously opens to the larger rhythms of life that we are part of. One portion of these rhythms is the collective psyche of our species. At the subtle level of consciousness, we can dissolve into the human species-mind so deeply that the beginnings and endings of our personal life become insignificant. When the “small-self” opens to the “species-self” this completely, it is only natural that insights into humanity’s larger developmental trajectory sometimes emerge in our awareness. We would be surprised if this did not happen.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.5341730713844299
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.5308520197868347
    },
    {
      "id": "lsdmu.c07.s07.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 645,
      "text": "Experiencing human existence as a completely unified field made everything much easier to understand. The latticework of Mind that saturates and coordinates our individual lives has a logic to it that subsumes our individual perspectives. Today, physical reality was dissolving into its underlying matrix, and with it the reality of individual psyches disappeared. What I had previously conceptualized in atomistic terms as individual people choosing to reincarnate in order to clear their personal karmic patterns, I was now experiencing as a centralized decision to incarnate entire generations to cleanse the human mind-field of its collective karmic legacy. I saw no sustainable distinctions between individuals, only the web of life operating in an integrated, unified manner.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §7 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 7,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.525429904460907
    },
    {
      "id": "lsdmu.c07.s04.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 599,
      "text": "While I experienced subtle level reality as being more real than space-time reality, I want to add that just because something manifests at the subtle level of consciousness does not mean that it is real in the deepest sense of the term. For example, when someone experiences a particular deity in their sessions exactly as it is described in a culture’s scriptural tradition—holding traditional ritual objects or wearing traditional regalia—I believe they are experiencing one of two things: either a collective thoughtform or a spiritual presence wearing the clothes of a collective thoughtform. Either way, both reflect the strong influence of the collective psyche, and this places the experience at the subtle level of consciousness.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §4 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 4,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5250888466835022
    },
    {
      "id": "lsdmu.c06.s01.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 540,
      "text": "I wrote *Dark Night, Early Dawn* in part to answer the question: Why did death become as large as it did in my psychedelic journey? What is driving the healing process when it opens to such collective tracts? In that book, I abandoned the person-centered narrative I had been assuming and adopted an expanded narrative. By integrating Rupert Sheldrake’s concept of morphic fields into Grof’s paradigm, the way opened to viewing these collective ordeals as part of a larger transformational process aimed at healing wounds still carried in the collective psyche. I argued that in highly energized psychedelic states, the collective unconscious is sometimes activated to such a degree or in such a manner that it triggers a *collective* healing process. Through some fractal flip or quantum entanglement I had not anticipated or even thought possible at the time, the “patient” in my sessions had shifted from being me to being some portion of humanity itself.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5249051451683044
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.5246008634567261
    }
  ]
}