{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.6657232642173767
    },
    {
      "id": "lsdmu.c01.s10.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 106,
      "text": "The story I am telling in this book, therefore, is a story of entering progressively deeper states of consciousness and through these states experiencing progressively deeper levels of reality. Because the universe is holographically integrated, experiences of great depth may open at any point along the way, so I don’t want to make a gospel of linear progression. Many variables influence what emerges in a person’s sessions on any given day. That said, it was my experience that by standardizing as many of these variables as possible, the universe by and large revealed itself in stages. Each of these stages had its distinctive characteristics and dynamics. I think of them as different *platforms of experience*. On my journey, I was systematically moved from one platform of experience to another over many years.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §10 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 10,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5534631609916687
    },
    {
      "id": "lsdmu.c01.s08.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 92,
      "text": "Psychedelic sessions are so multidimensional and multi-thematic that isolating a narrative in them can be challenging. Themes from personal and transpersonal levels of reality braid themselves together in a complex fashion. Scenarios repeat themselves across many sessions, their plot thickening as more layers are added. In the chapters that follow, I don’t want to oversimplify this complexity by making the sessions appear simpler than they actually were. At the same time, I need to consolidate what took place in order to present them in a reasonably efficient manner. I’ve had to make decisions about what is important to share from them and what can be left out. In order to convey the most important elements of this journey, I’ve done some judicious pruning.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5326799154281616
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5312299728393555
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.527588963508606
    },
    {
      "id": "lsdmu.c02.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 137,
      "text": "As I begin the story of this journey, what is foremost in my mind is how many levels of consciousness I will be asking the reader to enter with me in the chapters ahead. In this respect, the story that follows is very different from some early influential accounts of psychedelic experience. Aldous Huxley wrote his beautiful book *The Doors of Perception* after only one mescaline trip, and he took psychedelics only ten times during his life. Similarly, when the great historian of religion Huston Smith published his collected reflections on psychedelics, *Cleansing the Doors of Perception*, he had taken LSD only a half dozen times. After that, he said, “The utility seemed to go down quickly and the bummers increased,” leading him to adopt Alan Watts’s advice: “When you get the message, hang up the phone.” This book is about what happens if you don’t hang up the phone.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5268547534942627
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5205837488174438
    },
    {
      "id": "lsdmu.c01.s07.p17",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 91,
      "text": "The heart of this book comes from my psychedelic journal, approximately four hundred pages of session accounts. Witha sincere bow to Carl Jung, this journal is my “Red Book” without the pictures. It is the record of my deepest experience of the universe, the primary text that for me comes before all subsequent interpretation and reflection. Once I have written up a session, I do not change or edit it. I have learned that attempting to make improvements in the account may distort something contained in the original raw language, so I leave it alone. Whenever I quote from this journal in the chapters that follow, a unique font will be used. I will also number the sessions. Numbering them simply makes it easier to track the stages of the journey as it unfolds.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶17",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 17,
      "sentence": null,
      "_score": 0.5188770294189453
    },
    {
      "id": "lsdmu.c07.s08.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 650,
      "text": "One of the great challenges of entering intense psychedelic states of consciousness is learning how to learn from experiences that are breaking all the rules as they redefine the possible. In these states, our deepest instincts are often overturned and reversed. One learns to yield to, even welcome the offensive rather than pull back from it. Painful experiences can become something you seek out rather than avoid. The utterly bizarre can become the familiar so many times that you cannot anticipate what shape the next twist of learning will take. You may find yourself stuck in some endless repetitive maze where it is not clear what is happening, what you are doing to perpetuate this stalemate, or what you might do (or stop doing) to shift the situation. It may not even be clear whether this is a situation you can influence or whether it is something you simply must endure, as the following excerpt illustrates.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §8 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 8,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5140453577041626
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5114625692367554
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5107190608978271
    },
    {
      "id": "lsdmu.c01.s09.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 102,
      "text": "The more I have thought about the extraordinary range of experiences that opened on my journey, the more I have come to appreciate the complex dynamics of psychedelic disclosure. In these states, we are using consciousness to explore consciousness, and a fascinating dance takes place between the mind doing the exploring and the larger mind being explored.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.510477602481842
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5088008642196655
    },
    {
      "id": "lsdmu.c12.s00.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1122,
      "text": "*We sometimes view our path as including two major journeys—ascent and descent—a journey toward enlightenment and a journey toward becoming a complete human being. The journey of ascent is a matter of realizing one dimension after another, all the way to the absolute dimension. The path of descent is actually a matter of integrating our lives into our realization.*\n\n— A. H. Almaas, *Runaway Realization*",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §0 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 0,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5059637427330017
    },
    {
      "id": "lsdmu.apx01.s01.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 0,
      "text": "My psychedelic journey generated a repeating cycle of death and rebirth that systematically initiated me into progressively deeper levels of consciousness. This generates a thought-provoking question: What exactly is dying and being reborn in this spiral of initiation? There is often an acute sensation of dying at the deeper levels, but what does this sensation attach to? Is it simply ego dying over and over again, or is there something more going on? I want to briefly propose four overlapping answers to this question.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5050927996635437
    },
    {
      "id": "lsdmu.c10.s05.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1017,
      "text": "In the beginning of this book, I said that there were two basic trajectories in my psychedelic work. The first was spiritual awakening, and the second was cosmic exploration. While I never let go of personal liberation as my baseline objective, the work of collective liberation and the adventure of exploring the cosmos had come to dominate my sessions. Now in these late sessions, the arc of the work seemed to be curving back around to the original goal of spiritual awakening.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §5 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 5,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5029849410057068
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5015302896499634
    },
    {
      "id": "lsdmu.c10.s00.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 900,
      "text": "Like Pahnke, many journeyers have reported being flooded with a supernatural radiance after going through ego-death. As one moves into still deeper levels of transpersonal experience, one encounters fields nested within fields of light. Each step beyond matter, beyond the soul, beyond the collective psyche, and beyond archetypal reality takes us deeper into a living ecology of light. Eventually, one discovers that the entire universe floats in an Ocean of Radiance.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.49529221653938293
    }
  ]
}