{
  "chunks": [
    {
      "id": 1652,
      "talk_id": "2023-01-05-exploring-lsd-and-the-mind-of-the-universe",
      "archival_title": "Exploring LSD and the Mind of the Universe",
      "recorded_date": "2023-01-05",
      "published": "2023-01-05",
      "chunk_index": 50,
      "text": "ugh your journeys, and how might that relate to the lack of one ultimate level and meta-coexistence?\nChris Bache: That’s a big question. I was a religious studies professor. My first vocation was wanting to be a Catholic priest. I was raised Roman Catholic and spent four years in the seminary. The Catholic tradition treated me well; no trauma. Then I did an undergraduate degree in theology at Notre Dame, a master’s in New Testament criticism at Cambridge, and philosophy of religion at Brown. By the time I finished graduate school, I had pretty much studied my way out of religion altogether. I recapitulated the transition from medieval Catholic theology to the scriptural revolution in Protestantism, to the scientific critique of religion in the modern mind. I finished a fairly sophisticated agnostic with very high standards for any conceptualization of something beyond time and space—something approximating God.",
      "token_est": null,
      "hash": null,
      "channel": "Luc Briede-Cooper",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-05 · Luc Briede-Cooper · Exploring LSD and the Mind of the Universe",
      "url": "https://youtu.be/cvhWP8xzwiY",
      "transcript_path": "sources/transcripts/2023-01-05-exploring-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.5857090353965759,
      "youtube_id": "cvhWP8xzwiY",
      "start_sec": 5063.0,
      "end_sec": null,
      "start_hhmmss": "01:24:23",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/cvhWP8xzwiY?t=5063"
    },
    {
      "id": 1132,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 17,
      "text": "John Dupuy:\nDid you feel you were being held or guided—in some sense taken care of—in this journey?\nChris Bache:\nAt every step along the way. When I would go through, consciousness was waiting for me. I might not understand the logic of the sequence for years—there are things I only began to understand when I wrote the book—but I had enough structure to know there was a logic to the process. I always felt met and engaged—sometimes very consciously, where I would ask questions and it would orchestrate my experience. There was an intelligence meeting me, taking me, educating me, breaking me down, reducing me to dust, taking me further, taking me back, over and over until I understood something—and then it would take me deeper.",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.5821077823638916,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 1309.0,
      "end_sec": 1395.703,
      "start_hhmmss": "00:21:49",
      "end_hhmmss": "00:23:16",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7069,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=1309"
    },
    {
      "id": 987,
      "talk_id": "2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray",
      "archival_title": "LSD and the Mind of the Universe – Interview with Stephen Gray",
      "recorded_date": "2021-05-03",
      "published": "2021-05-03",
      "chunk_index": 17,
      "text": "st one goes something like, “Thus ends the journey that never needed to be made in the first place.”\nChris Bache\nYes. I started this work focused on enlightenment, which is what the Ten Oxherding Pictures are about—awakening to the ever-present condition so that, in the end, you come back to where you were, but with your filters clear and the present luminously there. That was my initial agenda.\n\nBut it was superseded by two other aspects. First, the challenges of our collective enlightenment—our collective evolution. Eventually my personal healing or enlightenment was superseded by responding to the call to support our collective transformation in history. Second, that was superseded by the opportunity to explore the deep structure of the universe itself—a cosmological exploration. You don’t need to explore the universe’s deep structure to awaken to your essential nature. These are different projects. My work combined the enlightenment project but yielded to a different one—the philosopher’s project: an invitation to explore, as far as I could, the nature of cosmic reality.",
      "token_est": null,
      "hash": null,
      "channel": "StephenGray Vision",
      "source_type": "interview",
      "citation": "Bache · 2021-05-03 · StephenGray Vision · LSD and the Mind of the Universe – Interview with Stephen Gray",
      "url": "https://youtu.be/zXt-LkmINyc",
      "transcript_path": "sources/transcripts/2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray.md",
      "_score": 0.5576844215393066,
      "youtube_id": "zXt-LkmINyc",
      "start_sec": 1431.0,
      "end_sec": 1559.158,
      "start_hhmmss": "00:23:51",
      "end_hhmmss": "00:25:59",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6534,
      "ts_url": "https://youtu.be/zXt-LkmINyc?t=1431"
    },
    {
      "id": 2314,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 39,
      "text": "to historically specific expressions.\n\nStephen Gray:\nWas there a visual component to these journeys?\nChris Bache:\nVery strong visual components—not hallucinatory. I could lift my eye shades mid-journey and not be hallucinating. The visuals were very deep, but I never saw the intelligence I was experiencing so intimately. It would purify me—beat me up, crush me, destroy me—and then, after purification, receive me, educate me, take me through things until it was sure I understood, then take me deeper. But it never adopted an identifiable form.\n\nMarc Caron:\nA brief follow-up: how does your work map onto Pierre Teilhard de Chardin’s vision of the noosphere and this epochal birth?",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.5546943545341492,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 3364.0,
      "end_sec": null,
      "start_hhmmss": "00:56:04",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=3364"
    },
    {
      "id": 1179,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 64,
      "text": "e saying corresponds, deepens, and fills out what I’ve learned in my own journey. So how’s it going?\nChris Bache:\nIt’s going just as you say. There’s nothing unique about my experiences—they’re part of our collective experiences that push the boundaries in certain ways. Many people have written to say I clarified their experiences—“Here’s what I experienced around this topic.” Many have written, “I’ve never touched psychedelics in my life, but I’ve had experiences completely in alignment with yours. Let me explain mine.” Clearly this is a large pattern emerging within the collective psyche. It’s a joy to share and to enter into conversation with other journeyers.",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.5541290044784546,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 5700.0,
      "end_sec": null,
      "start_hhmmss": "01:35:00",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=5700"
    },
    {
      "id": 1106,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 38,
      "text": "art, but to continue evolving. Do you feel your journey confirms Buddhism, and where does it differ?\nChris Bache\nI’ve been deeply influenced by all the world’s religions. I began as a Christian and a Catholic—four years in seminary studying for the priesthood. I studied Hebrew and Greek for biblical work. I’ve learned so much from Hinduism, Buddhism, Taoism, and Native traditions. The two deepest, longest-lasting influences on me have been Christianity and Buddhism.\n\nI think my journey affirms the deepest truths of Christianity and of all the world’s religions—Judaism’s Kabbalah, Hinduism, Buddhism—while also, in important ways, eclipsing the religions of the last several thousand years. The universe I was initiated into demanded levels of understanding beyond anything I had learned in those traditions. I had to become operational within a deeper metaphysics.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.5518485307693481,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 4310.0,
      "end_sec": null,
      "start_hhmmss": "01:11:50",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=4310"
    },
    {
      "id": 1481,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 14,
      "text": "cosmological exploration? And how might someone structure them if they’re aimed at the other goals?\nChris Bache:\nI didn’t understand much of this at the time; I understood it only after going a long way down the road and looking back at how my choices affected the trajectory. The dose decision is significant. Working with high doses, you completely surrender to the process. It’s impossible to direct it. You can set all the good intentions you want, but the states that arise with high doses, amplified by carefully selected music and internalization in a kiva-like practice, set in motion processes so powerful you can’t control them. The strategy is to surrender—let consciousness take you wherever it wants, show you whatever it wants, no matter how inscrutable, painful, or absurd it seems at the time.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5400621294975281,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 1178.0,
      "end_sec": 1204.448,
      "start_hhmmss": "00:19:38",
      "end_hhmmss": "00:20:04",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5809,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=1178"
    },
    {
      "id": 481,
      "talk_id": "2020-01-07-lsd-and-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2020-01-07",
      "published": "2020-01-07",
      "chunk_index": 14,
      "text": "going to do X amount of sessions,” or did you go in saying, “I’ll have a few and see where it goes”?\nChris Bache\nNo trajectory or goal. I saw the range of experiences Stan described in Realms of the Human Unconscious. With my grounding in Western philosophical and theological thought, I appreciated the significance of these states. I believed that people making the most important contributions in my discipline would be speaking from an experiential basis in a matter of years, not just a theoretical one. To do that, you have to get in and do the work. I had no idea how long it would be. Early on, I thought you go through ego death and then get unrestricted access to deep consciousness. What I found is the universe has many layers. While it’s all holographically integrated, if you engage systematically with a careful methodology, the universe takes you in by degrees, by layers. As you move into a new layer of consciousness and stabilize there, if you keep pushing, you go to the edge of that layer and through another death-and-rebirth process—different than ego death but building on it. You go through a series of death-and-rebirth processes as you explore progressively deeper levels. That’s how it happened for me. There was a systematic progression into communion with the universe. That’s how I laid out the book: beginning to end, consolidating the story, each chapter moving into another level of consciousness or engagement.",
      "token_est": null,
      "hash": null,
      "channel": "Psychedelics Today",
      "source_type": "lecture",
      "citation": "Bache · 2020-01-07 · Psychedelics Today · LSD and the Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/CbgJkCoee3w",
      "transcript_path": "sources/transcripts/2020-01-07-lsd-and-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.539993166923523,
      "youtube_id": "CbgJkCoee3w",
      "start_sec": 1035.0,
      "end_sec": null,
      "start_hhmmss": "00:17:15",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/CbgJkCoee3w?t=1035"
    },
    {
      "id": 1612,
      "talk_id": "2023-01-05-exploring-lsd-and-the-mind-of-the-universe",
      "archival_title": "Exploring LSD and the Mind of the Universe",
      "recorded_date": "2023-01-05",
      "published": "2023-01-05",
      "chunk_index": 10,
      "text": "ience at the right time. In your journeys you describe a sense of guidance. Could you speak to that?\nChris Bache:\nI always felt myself engaging—and being engaged by—a larger consciousness. It didn’t take concrete, personified form. Its core qualities changed as I went deeper. The way I think of it: the consciousness we enter into in psychedelic states is an infinite consciousness capable of generating any number of experiences. Our mind acts as a seed crystal that catalyzes certain experiences from this infinite field.\n\nIf you do this repeatedly, as you integrate experiences and undergo purifications, your consciousness changes. The consciousness you take into the next encounter catalyzes a deeper set of experiences from the infinite potential. What you experience as a guiding intelligence arises at the intersection of your individual mind and the universal mind; as you change, that intersection changes. The guiding consciousness felt constant to me but remained formless, seldom adopting concrete form—because forms would change as the experiences deepened.",
      "token_est": null,
      "hash": null,
      "channel": "Luc Briede-Cooper",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-05 · Luc Briede-Cooper · Exploring LSD and the Mind of the Universe",
      "url": "https://youtu.be/cvhWP8xzwiY",
      "transcript_path": "sources/transcripts/2023-01-05-exploring-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.5348140597343445,
      "youtube_id": "cvhWP8xzwiY",
      "start_sec": 867.0,
      "end_sec": null,
      "start_hhmmss": "00:14:27",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/cvhWP8xzwiY?t=867"
    },
    {
      "id": 2488,
      "talk_id": "2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human",
      "archival_title": "The Phoenix Always Rises: Evolving into the Future Human",
      "recorded_date": "2025-01-08",
      "published": "2025-01-08",
      "chunk_index": 12,
      "text": "you unpick a bit of the structure you see as useful for helping us move toward being future humans?\nChris Bache\nThere are several things rolled into your observations—all good. First, I think integration is very important. We have the chemical technology to trigger very deep states of consciousness, but these states may have very little lasting impact on our deeply ingrained psychological and cultural habits if we don't take time to sit with them and integrate them as deeply as we can into our embodied existence.\n\nOver the course of my work, even though I was paying a lot of attention and doing as good a job as I could to integrate each individual session, I still underestimated the long-term challenges of integrating an entire spiritual journey. I didn't fully comprehend this until I had stopped my journey and realized how hard the stopping hit me, exposing the imbalance—the failure to integrate the most extreme, radical experiences, which were the deepest: being drawn into intimacy, into communion with—I want to say the divine, but I'm cautious because we have to unpack theological baggage.",
      "token_est": null,
      "hash": null,
      "channel": "Accidental Gods",
      "source_type": "lecture",
      "citation": "Bache · 2025-01-08 · Accidental Gods · The Phoenix Always Rises: Evolving into the Future Human",
      "url": "https://youtu.be/q-caGhIlKS8",
      "transcript_path": "sources/transcripts/2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human.md",
      "_score": 0.529525876045227,
      "youtube_id": "q-caGhIlKS8",
      "start_sec": 689.0,
      "end_sec": null,
      "start_hhmmss": "00:11:29",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/q-caGhIlKS8?t=689"
    },
    {
      "id": 706,
      "talk_id": "2021-03-16-contemplating-reincarnation-part-2",
      "archival_title": "Contemplating Reincarnation – Part 2",
      "recorded_date": "2021-03-16",
      "published": "2021-03-16",
      "chunk_index": 7,
      "text": "nced this profoundly in your psychedelic journeys—the constant states of transformation and rebirth.\nChris Bache\nYes. When I started, I thought there was just one death—ego death—that would launch you into the spiritual universe. But the spiritual universe has many layers. Being operational at one layer doesn’t mean you’re operational at deeper layers. You go through another metamorphosis—another death and surrender—to be reborn into another layer, and so on. That reflects the Tibetan idea of Bardo: a discrete layer of consciousness. In describing the after-death journey, there are multiple Bardos you pass through—the hungry ghosts, heavenly spirits, and so on. In the West, we often use Bardo to represent the totality of what happens after death, and that’s fine, but the original use points to stages in a progression.",
      "token_est": null,
      "hash": null,
      "channel": "Gene Keys",
      "source_type": "lecture",
      "citation": "Bache · 2021-03-16 · Gene Keys · Contemplating Reincarnation – Part 2",
      "url": "https://youtu.be/AQwAxhukBrE",
      "transcript_path": "sources/transcripts/2021-03-16-contemplating-reincarnation-part-2.md",
      "_score": 0.5289703011512756,
      "youtube_id": "AQwAxhukBrE",
      "start_sec": 481.0,
      "end_sec": null,
      "start_hhmmss": "00:08:01",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/AQwAxhukBrE?t=481"
    },
    {
      "id": 547,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 17,
      "text": "aker:\nYou used the term “breadth” as well as depth—like bandwidth—which I hadn’t heard put that way.\nChris Bache:\nIn certain experiences, breadth is a useful metaphor for the ways we connect with humanity, other persons, nature—states of consciousness that are extremely wide, so to speak. Depth is different: entering contact with deeper levels of reality—other systems, other beings, archetypal realities, the void, the pure cosmic void. Different categories of experience.\n\nJef Baker:\nThat might be a good point to talk about archetypes.\n\nChris Bache:\nWhen I got to the end of the journey, I looked back and asked how many fundamental platforms of consciousness I had entered. I boiled them down to five: work at the personal level; work at the collective mind—where the ocean of suffering arose and purification aimed at the collective more than the personal; then the archetypal dimension; then oneness or causal consciousness; and finally what I call the diamond luminosity—what Buddhism calls Dharmakaya, the clear light of absolute reality.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.5279010534286499,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 1609.0,
      "end_sec": null,
      "start_hhmmss": "00:26:49",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=1609"
    },
    {
      "id": 2554,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 17,
      "text": "later. Can you take us further into your sessions to give us a taste of what that was like for you?\nChris Bache: That’s hard because of context. Some very influential books were based on a limited number of psychedelic experiences. Aldous Huxley wrote The Doors of Perception after one mescaline experience. Huston Smith wrote his reflections after taking LSD six times. Michael Pollan’s helpful book was also after a handful of experiences. The challenge with my work is how long the journey was and how many layers of consciousness opened. It’s not simply opening 73 times to the same interface. There’s a cycle of death and rebirth that reproduces itself. Death breaks you free of one level of reality—physical reality initially—and takes you into a nonphysical spiritual reality. You work there for a while, and if you work consistently, you go through another death and rebirth into another level, where you learn that level’s rules, and so on. Focusing on any one level leaves out many others. Eventually, when putting the whole together, I distinguished five broad categories my sessions fell into: personal mind—your personal unconscious and story; collective mind—the collective psyche, humanity’s species mind; archetypal mind—which for me was more Platonic than Jungian, dimensions outside time and space and outside the collective psyche; causal levels of reality—where oneness becomes the dominant reality; and beyond that, diamond luminosity—a particularly clear dimension of light I worked with in the last five years. My experiences lay out as a sequential journey from personal mind to collective mind, archetypal mind, and so forth.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.5262196063995361,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 1420.0,
      "end_sec": null,
      "start_hhmmss": "00:23:40",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=1420"
    },
    {
      "id": 1978,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 44,
      "text": "it during the course of these experiences as part of integration, or was it reflection looking back?\nChris Bache:\nReflection looking back. All my sessions were recorded within 24 hours. I had about 400 pages of notes, which I studied, blocked, took apart, reassembled, diagrammed in different ways. It took years to piece together the storyline—and decide what to leave out and what to include. I left out a lot of the personal healings and small personal things because those weren’t the important parts for this book. Everyone has a personal story; as a philosopher, the story becomes interesting when the process takes you beyond the personal psyche into the deep waters of the psyche.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.5249252319335938,
      "youtube_id": null,
      "start_sec": 3471.378,
      "end_sec": 3494.84,
      "start_hhmmss": "00:57:51",
      "end_hhmmss": "00:58:15",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6312,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 1480,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 13,
      "text": "st at spiritual awakening or psychological healing, I would have organized the sessions differently.\nCosmological exploration is like a demanding extreme sport—climbing Everest or going to the North Pole. It requires tremendous safeguards. You’re going into places very few people have gone. It’s not the same as spiritual awakening.\n\nTasshin Fogleman:\nOn the one hand, I find the distinction persuasive because it characterizes your work and discoveries. If you held it as purely separate, that wouldn’t align with my own experiences. It sounds like you’re saying they can all happen, but it’s more about what you’re aiming for or your intentions.\n\nChris Bache:\nYes—and they overlap.\n\nTasshin Fogleman:\nIn that case, how did you structure your sessions to aim toward cosmological exploration? And how might someone structure them if they’re aimed at the other goals?",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5246028304100037,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 1096.0,
      "end_sec": null,
      "start_hhmmss": "00:18:16",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=1096"
    },
    {
      "id": 106,
      "talk_id": "2018-07-05-diamonds-from-heaven-interview-with-iain-mcnay",
      "archival_title": "Diamonds from Heaven – Interview with Iain McNay",
      "recorded_date": "2018-07-05",
      "published": "2018-07-05",
      "chunk_index": 12,
      "text": "ing.\nIain McNay:\nSo is the transformation happening within the trip, or after you come back—or both?\nChris Bache:\nIt’s both. And I want to say this—there’s a lot of discussion about psychedelics and enlightenment: do psychedelics lead to enlightenment? Are they counterproductive or productive? These adventures were not aimed at enlightenment; I mean, they started that way. I started because I was interested in enlightenment—I thought I could do these sessions, ego would die, and I’d get to enlightenment faster. But that changed quickly. After my first ego death, instead of personal transformation, the story opened up into a story of deep collective transformation. I began to enter what I call the ocean of suffering—what the Buddhists call the hell realms—deep suffering still living within the collective psyche. This went on for two years, over many sessions and years, involving so many people that it eventually shattered my perception of what was going on. It wasn't aimed at my personal transformation but at the transformation of some aspect of humanity’s collective unconscious. After that culminated, I entered into archetypal reality. In that phase, I had to cease to be a human being. I discovered that there is a human identity deeper than your individual identity. Just as I had to die as Chris Bache to become something larger, I had to die as a human per se and go completely outside of any frame of reference of humanity to move into what I determined were different dimensions of archetypal reality. Every step deeper is a step into much more intense energy. In the beginning, it can be shattering and hard to maintain coherent awareness. But I found that if I went back again, systematically—about five times a year—over time you go through a purification and clarification process. You learn how to stay conscious at levels of reality where, at first, you could not remain conscious—you have to practice.",
      "token_est": null,
      "hash": null,
      "channel": "Conscious TV",
      "source_type": "interview",
      "citation": "Bache · 2018-07-05 · Conscious TV · Diamonds from Heaven – Interview with Iain McNay",
      "url": "https://youtu.be/yewNM9smrqo",
      "transcript_path": "sources/transcripts/2018-07-05-diamonds-from-heaven-interview-with-iain-mcnay.md",
      "_score": 0.5245732665061951,
      "youtube_id": "yewNM9smrqo",
      "start_sec": 817.0,
      "end_sec": 932.161,
      "start_hhmmss": "00:13:37",
      "end_hhmmss": "00:15:32",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.8393,
      "ts_url": "https://youtu.be/yewNM9smrqo?t=817"
    },
    {
      "id": 2311,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 36,
      "text": "start out to do it for “us,” but it turned out that way.\n\nChris Bache:\nIt turned out that way, yes.\nMarc Caron:\nA quick note from the chat: Melanie White says, “Thank you, Chris. I loved the book LSD and the Mind of the Universe, and thank you for sharing your insights tonight.” For those watching online, we’ll take questions from our Zoom audience. Here’s one: how does your process relate to Christology? Did you have Christ avatar experiences, and how does that map onto your journey?\n\nChris Bache:\nInteresting question. Two traditions have had the largest influence on my life—Christianity and Buddhism. I also taught world religions for decades, and the lineages became passionate lovers for me; each taught me so much. While I started within a Christian framework, I came to see that Christ is the fruition of a spiritual impulse in the Middle East that parallels, in seminal ways, the fruition of similar impulses in India, Africa, South America. Larger patterns emerged.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.5245328545570374,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 2988.0,
      "end_sec": null,
      "start_hhmmss": "00:49:48",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=2988"
    },
    {
      "id": 2244,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 40,
      "text": ",” where I argue why these experiences are trustworthy, drawing on Ken Ring’s and Ken Wilber’s work.\nAll my work has come from this psychedelic journey: my first book on reincarnation, the second on trend in psychedelic theory, and The Living Classroom, which is coming out in a new edition now because they wanted psychedelics woven into the story. I had kept psychedelics out of The Living Classroom, but the truth is my students—who knew nothing about my psychedelic work—began to be impacted by it, and I had to learn a new way of teaching, developing what I call a quantum pedagogy. That’s the story, and I’ll stop here.\n\nTom Habib\nWe have a couple of questions before we go to breakout. One relates to your comments about the time period we’re in and the shift that’s occurring. It echoes Jean Gebser’s writing—and, in a different way, Nora Bateson’s questioning of stage models. Can you relate your experiences to Gebser’s view?\n\nChris Bache\nI’ll make it easy for you: Gebser is one of those thinkers I know I should read and I haven’t, so there’s zero direct influence. Others will have to make those correlations.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.5229699611663818,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 3755.0,
      "end_sec": null,
      "start_hhmmss": "01:02:35",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=3755"
    },
    {
      "id": 1213,
      "talk_id": "2022-02-16-dr.-chris-bache-on-understanding-dmt-entity-encounters",
      "archival_title": "Dr. Chris Bache on Understanding DMT Entity Encounters",
      "recorded_date": "2022-02-16",
      "published": "2022-02-16",
      "chunk_index": 2,
      "text": "the collective psyche. He further proposes that deeper journeys often move beyond entity-populated,\ngranular realms into vaster, less individuated fields of consciousness. Alongside sacred forms, powerful secular\n\naggregates—like greed or anger—operate similarly as collective thought forms.\n\nHOST: At an integration circle, someone told me he encountered Ganesh, the elephant god of Hinduism. After your journeys, how do you understand the meaning of meeting a deity in a particular form?\n\nCHRIS BACHE: When we experience realities beyond our ordinary consciousness and tap qualities like infinite compassion, infinite intelligence, and infinite creativity—qualities long associated with deities—it is not surprising that our psyche matches the phenomenology of the experience with the qualities of deities we know. Sometimes, however, we meet deities that are not part of our lineage and perhaps not even in our awareness. They can appear completely out of left field, yet take the recognizable cultural form of a deity—Ganesh, Jesus, Mary, the Prophet Muhammad, and others.",
      "token_est": null,
      "hash": null,
      "channel": "Psychonaut Wisdom",
      "source_type": "lecture",
      "citation": "Bache · 2022-02-16 · Psychonaut Wisdom · Dr. Chris Bache on Understanding DMT Entity Encounters",
      "url": "https://youtu.be/jUFO4p4kA-k",
      "transcript_path": "sources/transcripts/2022-02-16-dr.-chris-bache-on-understanding-dmt-entity-encounters.md",
      "_score": 0.5175369381904602,
      "youtube_id": "jUFO4p4kA-k",
      "start_sec": 0.0,
      "end_sec": null,
      "start_hhmmss": "00:00:00",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/jUFO4p4kA-k?t=0"
    },
    {
      "id": 508,
      "talk_id": "2020-01-07-lsd-and-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2020-01-07",
      "published": "2020-01-07",
      "chunk_index": 41,
      "text": "-space suit.\n\nJoe Moore:\nWow. After 20 years of deep exploration, that’s a long integration process.\nChris Bache:\nIn this respect, my story is sometimes described as a hero’s journey, but it’s not the hero’s journey the way it’s usually thought of. It’s not simply going and experiencing something and bringing back something valuable for your culture or yourself. It’s tempered by a lesson that comes from dealing not with the failure of some aspect of the journey, but actually with the success of the journey—of being wounded by the sheer beauty of what one experiences. You are literally wounded by the beauty of the universe, by experiencing the extraordinary intelligence and love of the universe. And if you’re not able to create a container inside your historical existence where you can breathe this intelligence in and breathe the compassion in, it can become painful.",
      "token_est": null,
      "hash": null,
      "channel": "Psychedelics Today",
      "source_type": "lecture",
      "citation": "Bache · 2020-01-07 · Psychedelics Today · LSD and the Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/CbgJkCoee3w",
      "transcript_path": "sources/transcripts/2020-01-07-lsd-and-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.5171176195144653,
      "youtube_id": "CbgJkCoee3w",
      "start_sec": 3769.0,
      "end_sec": 3819.265,
      "start_hhmmss": "01:02:49",
      "end_hhmmss": "01:03:39",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.8471,
      "ts_url": "https://youtu.be/CbgJkCoee3w?t=3769"
    }
  ]
}