{
  "chunks": [
    {
      "id": "lsdmu.c06.s01.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 541,
      "text": "This interpretation proposes that the working of the collective psyche parallels the working of the personal psyche in key respects. It proposes that just as painful experiences can accumulate and block the healthy functioning of the individual, similar blockages can occur at the collective level. It suggests that the unresolved anguish of human history might still be active in the collective memory of our species, burdening its life just as our personal unresolved anguish burdens ours. Continuing the parallel, if the conscious engagement of unresolved pain can bring therapeutic relief at the personal level, the same may also occur at the species level. Normally, we would expect such healing to take the form of reform movements or cultural shifts in which large numbers of people confront and heal some painful legacy from our past. Within the context of LSD therapy, however, a new possibility seems to be emerging. In this setting, an individual seems to be able to tap into and directly facilitate a healing of some portion of the collective psyche. The process of engaging and healing a collective META-COEX system in a psychedelic session is essentially the same as engaging and healing a personal COEX system, but enacted on a much larger scale and a different level of consciousness. Grof has embraced this expansion of his paradigm.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.6103498935699463
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5954679846763611
    },
    {
      "id": "lsdmu.c04.s02.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 305,
      "text": "The collective psyche appears to organize its memories in ways that parallel how the personal unconscious organizes its memories. Grof has demonstrated that our personal unconscious organizes its memories into *clusters of experience* that come from different periods of our life but share a common emotional theme. As we saw in chapter 2, he calls these clusters of condensed experience COEX systems. The psychedelic experiences presented in this chapter suggest that the collective unconscious organizes its vast store of memories in a similar fashion. It appears to gather the memories of humanity into *giant memory clusters* that come from different people and different historical periods but share a common emotional theme. I call these collective memory clusters META-COEX systems. The structure of a META-COEX system parallels the structure of a personal COEX system, but it operates on a much larger scale and a different level of consciousness—the subtle level.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.4 §2 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 4,
      "section": 2,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.5823078155517578
    },
    {
      "id": "lsdmu.c02.s04.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 211,
      "text": "To explain these patterns in his data, Grof introduced the concepts of COEX system and Basic Perinatal Matrix (BPM). A COEX system, short for “system of condensed experience,” is a specific constellation of memories (and fantasies) from many periods of an individual's life that share a common theme and are marked by a common emotional charge. For a simple analogy, imagine taking a novel and highlighting the protagonist’s many experiences in different colors according to their emotional content—red for anger, green for jealousy, yellow for fear, etc. If you were then to cut up the entire book and gather all the cuttings of each color into separate piles, each pile would represent a single COEX system. The surface layers of a COEX system are made up of more recent or superficial experiences of that particular emotion. As you move deeper into the system, the experiences tend to become older and more basic. At the center of each system is a core experience or set of experiences that represents the primary disturbance, the seed experience around which later experiences cluster.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §4 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 4,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5787258148193359
    },
    {
      "id": "lsdmu.c01.s10.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 109,
      "text": "Like Grof, I will use these terms to identify states of consciousness without endorsing a specific model of spiritual development. While my psychedelic experiences unfolded in this general order, there were many variations along the way. I will also use these terms for the different levels of reality one becomes aware of through these states. That is, I accept the premise that subtle states of consciousness reveal subtle levels of reality, causal states reveal causal levels, and so on. This is the great value of entering these states, that through them we gain access to deeper dimensions of existence.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §10 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 10,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5578345060348511
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.5512144565582275
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5410861968994141
    },
    {
      "id": "lsdmu.c04.s02.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 304,
      "text": "Grof’s understanding of these episodes is that they are clusters of memories in the collective unconscious that get pulled into one’s personal death-rebirth process at the perinatal level of consciousness. Because the perinatal dimension lies at the interface of personal and transpersonal consciousness, perinatal experience can weave together material from both the personal and the collective psyche. Grof believes that these episodes of collective suffering are essentially bleed-through from the collective unconscious because of their resonance to some aspect of personal ego-death. That is, he sees ego-death as being the core experience here, and these clusters of collective experience are drawn to this core because they parallel some aspect of egodeath. If this were an opera, ego-death would be singing lead and these collective experiences would be the chorus.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.4 §2 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 4,
      "section": 2,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5406550765037537
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5316344499588013
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5305891036987305
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5304214358329773
    },
    {
      "id": "lsdmu.c06.s01.p15",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 551,
      "text": "The proposal that death and rebirth take place at multiple levels of consciousness falls within the broad framework of Grof’s body of work, where he points to the numerous forms that death can take at transpersonal levels. In *The Ultimate Journey*, for example, he writes:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶15",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 15,
      "sentence": null,
      "_score": 0.5219764709472656
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.5184849500656128
    },
    {
      "id": "lsdmu.c01.s09.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 103,
      "text": "All psychedelic disclosure is interactive. Everything we see and learn in these visionary states is shaped in subtle ways by what we are at the moment of contact. This does not mean that the visions we experience are merely projections of our personal psyche, as though we were not experiencing something that truly exists in the cosmos. Rather, it means that all visionary encounter is participatory. Our being evokes the portion of the universe we experience in these states, and the more conditioning we have let go of when this communion takes place, the more open-ended and far-reaching are the experiences that present themselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5141589641571045
    },
    {
      "id": "lsdmu.c01.s08.p10",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 101,
      "text": "Let me step back and say this more carefully. There is an important set of insights that emerges from gathering and analyzing the psychedelic experiences of large numbers of people, and this does require lifting experiences out of their original context. This has been one of Stan Grof’s invaluable contributions. By phenomenologically mapping the psychedelic experiences of hundreds if not thousands of people, Stan has established the ontological validity of the transpersonal territory. A different set of insights emerges when we follow one person through this territory. Without this collective database, the individual’s journey could be written off as being merely a private fantasy. Against the background of this collective database, however, tracking one person through this terrain brings out certain features of the psychedelic process more sharply: the multiple stages of initiation, the deepening spiral of death and rebirth, and the participatory dynamics of psychedelic disclosure. It is this work for which context is vital. Each of these perspectives complements and strengthens the other.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶10",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 10,
      "sentence": null,
      "_score": 0.5136898159980774
    },
    {
      "id": "lsdmu.c01.s02.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 33,
      "text": "While Grof’s therapeutic protocol was the foundation of my psychedelic practice, I want to emphasize that I did this work not as a clinician but as a philosopher. I was not primarily seeking healing but an understanding of our universe. I wanted to experience the universe as deeply as I could and to know what I was at the core of my being, underneath all the layers of social and psychological conditioning. In this I saw myself pursuing a philosophical method that in modern times can be traced to William James’s *The Varieties of Religious Experience*. There in the context of his extensive analysis of spiritual experience, James describes his own self-experiments with nitrous oxide, which led to his famous observation:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §2 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 2,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5118957757949829
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5104920268058777
    },
    {
      "id": "lsdmu.c01.s05.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 65,
      "text": "The choice to work with high doses turned out to have enormous consequences for what unfolded on this journey. It radically expanded not only the *depth of consciousness* reached but also the *breadth of consciousness* being activated in each session. It wasn’t simply a matter of eating the same karmic meal in fewer bites, as I had naively thought. Because the web of life is an integrated whole from the very start, working with high doses of LSD activates wider portions of this web. Working at these levels changed not only how deep my experiences went but also who or what was actually having these experiences, what the “working unit” of experience was in a session. In these highly energized conditions, the size of the patient literally expands. What I mean by this will become clearer as we proceed.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5094498991966248
    }
  ]
}