{
  "chunks": [
    {
      "id": 1472,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 5,
      "text": "I love that description. What was it that so captured you about Grof’s work when you encountered it?\nChris Bache:\nI immediately saw that if what he was saying was correct, it had enormous implications—for philosophy, which was my interest—not just for healing in clinical psychology. Here was a method that allowed deep, firsthand access to dimensions of consciousness and, through those dimensions, to dimensions of reality I had seen described in many spiritual literatures. This was a protocol that allowed people to be initiated, if only temporarily—what I call the path of temporary immersion. We have to be careful not to confuse a path of temporary immersion with what I would call the path of abiding presence, the more contemplative, meditational path. But this gave temporary access to states far beyond ordinary egoic awareness and far beyond space-time, to explore the deep structure of the universe itself.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.6543194055557251,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 283.0,
      "end_sec": 371.313,
      "start_hhmmss": "00:04:43",
      "end_hhmmss": "00:06:11",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6955,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=283"
    },
    {
      "id": 1331,
      "talk_id": "2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache",
      "archival_title": "The Mind of the Universe – Conversation with Prof. Chris Bache",
      "recorded_date": "2022-02-19",
      "published": "2022-02-19",
      "chunk_index": 7,
      "text": "ce and you only miss two or three words. Enjoy. I find him very mind-blowing—but see what you think.\nChris Bache:\n…shared in the animistic community is the belief that nature is infused with consciousness—infused with mind and soul. And, of course, now we know how vast the physical universe is, and the question becomes: how large is the mind of the universe? How deep is it?\n\nI was just out of graduate school in 1978, finishing in philosophy of religion, when I met the work of Stanislav Grof—one of the foremost thinkers in transpersonal psychology and the psychedelic community. I read his book Realms of the Human Unconscious, and my life pivoted. I immediately saw that his research was relevant not only to clinical psychology but also to philosophy. He was offering a method to safely and systematically explore the deepest levels of consciousness where the answers to the philosophical questions I was carrying lay, coming out of training in religious studies.",
      "token_est": null,
      "hash": null,
      "channel": "Embercombe",
      "source_type": "interview",
      "citation": "Bache · 2022-02-19 · Embercombe · The Mind of the Universe – Conversation with Prof. Chris Bache",
      "url": "https://youtu.be/3QxDjWvqKzA",
      "transcript_path": "sources/transcripts/2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache.md",
      "_score": 0.6380937099456787,
      "youtube_id": "3QxDjWvqKzA",
      "start_sec": 722.0,
      "end_sec": null,
      "start_hhmmss": "00:12:02",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/3QxDjWvqKzA?t=722"
    },
    {
      "id": 1618,
      "talk_id": "2023-01-05-exploring-lsd-and-the-mind-of-the-universe",
      "archival_title": "Exploring LSD and the Mind of the Universe",
      "recorded_date": "2023-01-05",
      "published": "2023-01-05",
      "chunk_index": 16,
      "text": "X systems, our species gathers its trauma in vast collective COEX systems—what I call meta-matrices.\nIt took a long time to accept, because it sounded arrogant—as if my sessions were impacting humanity’s psyche. But it wasn’t that; it was simply following the natural deepening of the Death-Rebirth cycle: it churns at the personal level, then at the collective level. It culminated in an orgy of pain and the ocean of suffering, and then it spun me into archetypal reality. The ocean of suffering never returned after that point. There were further intense purifications, but that collective ordeal stopped, and I entered another cycle. My book Dark Night, Early Dawn explores why these collective experiences were showing up in what I thought was individual therapy.\n\nLuc Briede-Cooper:\nFor those who don’t know, COEX—Stan Grof’s term—refers to systems of condensed experience: stacks of biographical traumas down to perinatal layers, and deeper into transpersonal material, all sharing a feeling tone.",
      "token_est": null,
      "hash": null,
      "channel": "Luc Briede-Cooper",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-05 · Luc Briede-Cooper · Exploring LSD and the Mind of the Universe",
      "url": "https://youtu.be/cvhWP8xzwiY",
      "transcript_path": "sources/transcripts/2023-01-05-exploring-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.6336573362350464,
      "youtube_id": "cvhWP8xzwiY",
      "start_sec": 1804.0,
      "end_sec": null,
      "start_hhmmss": "00:30:04",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/cvhWP8xzwiY?t=1804"
    },
    {
      "id": 2076,
      "talk_id": "2023-11-05-diamonds-from-heaven-the-mind-of-the-universe-chris-bache",
      "archival_title": "Diamonds From Heaven – The Mind of the Universe (Chris Bache)",
      "recorded_date": "2023-11-05",
      "published": "2023-11-05",
      "chunk_index": 2,
      "text": "method is deeply interesting. Could you start by telling us what it is and what your work has been?\nChris Bache: What we share in the animistic community is the belief that nature is infused with consciousness—with mind and soul. Now that we know how vast the physical universe is, the question becomes: how large and how deep is the mind of the universe? Just out of graduate school in 1978, finishing in philosophy of religion, I encountered the work of Stanislav Grof—one of the foremost thinkers in transpersonal psychology and the psychedelic community. I read his book Realms of the Human Unconscious, and my life pivoted. I saw his research was relevant not only to clinical psychology but to philosophy: he was offering a method to safely and systematically explore the deepest levels of consciousness, where the answers to the philosophical questions I carried from religious studies might lie.",
      "token_est": null,
      "hash": null,
      "channel": "Sacred Reconnections",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-05 · Sacred Reconnections · Diamonds From Heaven – The Mind of the Universe (Chris Bache)",
      "url": "https://youtu.be/pvZDcQfGzpM",
      "transcript_path": "sources/transcripts/2023-11-05-diamonds-from-heaven-the-mind-of-the-universe-chris-bache.md",
      "_score": 0.6128175258636475,
      "youtube_id": "pvZDcQfGzpM",
      "start_sec": 49.0,
      "end_sec": null,
      "start_hhmmss": "00:00:49",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/pvZDcQfGzpM?t=49"
    },
    {
      "id": 2209,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 5,
      "text": "pher of religion. He settled into Youngstown University, where he would teach for the next 33 years.\nAlong the way, another transformation was pending. Chris read Stanislav Grof’s work on the use of psychedelics in psychotherapy, the non-dogmatic influences of Buddhism and Huston Smith’s perennialism. We know an integral soon followed. Chris ended his psychedelic explorations in 1999, and it wasn't until 2009 he wrote his first book, The Living Classroom. Here he shared how his expansive consciousness seemed to impact his students in what he called leaky boundaries. Again, those of us in integral recognize the psychoactive effect presencing has upon others. In 2019 he wrote LSD and the Mind of the Universe: Diamonds from Heaven, some of which he'll share today and at the conference. Please give Chris Bache a warm San Diego Integral welcome.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.6119942665100098,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 235.0,
      "end_sec": 319.715,
      "start_hhmmss": "00:03:55",
      "end_hhmmss": "00:05:20",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9892,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=235"
    },
    {
      "id": 1678,
      "talk_id": "2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast",
      "archival_title": "LSD and the Mind of the Universe – S2S Podcast",
      "recorded_date": "2023-01-06",
      "published": "2023-01-06",
      "chunk_index": 3,
      "text": "talking here. I hope the beautiful conversation we had brings you joy and wisdom, as it did for me.\nTo begin, could you give a general overview of your work as you discuss in the book—what it’s about and what your experiences really were?\n\nChris Bache\nIt all began right after I finished graduate school in 1978. I started my career as a professor of religious studies at Youngstown State University in Ohio, and I read Stan Grof’s first book, Realms of the Human Unconscious. I knew immediately this was critically important to my discipline, philosophy of religion. Stan outlined a methodology that allowed us to enter systematically and carefully into deep states of consciousness in which we could not only heal but also explore the deepest levels of mind—dropping into levels that go beyond the individual.",
      "token_est": null,
      "hash": null,
      "channel": "S2S Podcast",
      "source_type": "interview",
      "citation": "Bache · 2023-01-06 · S2S Podcast · LSD and the Mind of the Universe – S2S Podcast",
      "url": "https://youtu.be/Kh5aqAuDBIM",
      "transcript_path": "sources/transcripts/2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast.md",
      "_score": 0.6105257272720337,
      "youtube_id": "Kh5aqAuDBIM",
      "start_sec": 137.0,
      "end_sec": 188.828,
      "start_hhmmss": "00:02:17",
      "end_hhmmss": "00:03:09",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.907,
      "ts_url": "https://youtu.be/Kh5aqAuDBIM?t=137"
    },
    {
      "id": 2244,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 40,
      "text": ",” where I argue why these experiences are trustworthy, drawing on Ken Ring’s and Ken Wilber’s work.\nAll my work has come from this psychedelic journey: my first book on reincarnation, the second on trend in psychedelic theory, and The Living Classroom, which is coming out in a new edition now because they wanted psychedelics woven into the story. I had kept psychedelics out of The Living Classroom, but the truth is my students—who knew nothing about my psychedelic work—began to be impacted by it, and I had to learn a new way of teaching, developing what I call a quantum pedagogy. That’s the story, and I’ll stop here.\n\nTom Habib\nWe have a couple of questions before we go to breakout. One relates to your comments about the time period we’re in and the shift that’s occurring. It echoes Jean Gebser’s writing—and, in a different way, Nora Bateson’s questioning of stage models. Can you relate your experiences to Gebser’s view?\n\nChris Bache\nI’ll make it easy for you: Gebser is one of those thinkers I know I should read and I haven’t, so there’s zero direct influence. Others will have to make those correlations.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.6068665385246277,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 3755.0,
      "end_sec": null,
      "start_hhmmss": "01:02:35",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=3755"
    },
    {
      "id": 1527,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 60,
      "text": "e talking about seems related. Could you verbally describe what those are and explain them a little?\nChris Bache:\nWhat Stan found is that the psyche organizes its experiences—its memories—into clusters, thematically integrated clusters. All our experiences of abandonment, for example, form one tight experiential cluster he calls a COEX system—a system of condensed experience. Carl Jung called it a complex. We can have COEX systems around anger, fear, unrequited love. It’s like taking a novel, highlighting all the emotions in different colors, cutting up the novel, and putting all the green in one pile, all the yellow in another, all the red in another. When we encounter a problem in the psyche, we don’t encounter one instance of it; we encounter a cluster of experiences that date back sometimes to our birth and sometimes to former lives. We melt this problem in layers—the less problematic outer layers first—until we eventually get to the core, the seed problem, which may date from this lifetime, from birth, or from a former lifetime, and we dissolve the COEX system.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5947948694229126,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 5135.0,
      "end_sec": null,
      "start_hhmmss": "01:25:35",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=5135"
    },
    {
      "id": 2080,
      "talk_id": "2023-11-05-diamonds-from-heaven-the-mind-of-the-universe-chris-bache",
      "archival_title": "Diamonds From Heaven – The Mind of the Universe (Chris Bache)",
      "recorded_date": "2023-11-05",
      "published": "2023-11-05",
      "chunk_index": 6,
      "text": "meone used a similar method, they would reach the unfolding you did? Or is that not possible to say?\nChris Bache: I think it is possible to say—Stan Grof’s work allows us to say it. He’s integrating the experiences of thousands of people; I’m integrating my own. My experiences fit within the larger matrix his work has explored. It’s a complicated answer, because on one hand I want to say yes, and on the other I must qualify it. These substances amplify consciousness; they don’t give you an experience or take you to a particular place. They amplify your mind. Because each of us has a different life story, the amplified mind is different, and when an amplified mind engages the deeper mind of the universe, what comes forward initially will be somewhat unique and reflect our individual history. That’s why these substances are helpful for healing: they evoke our unconscious and therefore our problems—an individual experience.",
      "token_est": null,
      "hash": null,
      "channel": "Sacred Reconnections",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-05 · Sacred Reconnections · Diamonds From Heaven – The Mind of the Universe (Chris Bache)",
      "url": "https://youtu.be/pvZDcQfGzpM",
      "transcript_path": "sources/transcripts/2023-11-05-diamonds-from-heaven-the-mind-of-the-universe-chris-bache.md",
      "_score": 0.5894853472709656,
      "youtube_id": "pvZDcQfGzpM",
      "start_sec": 357.0,
      "end_sec": null,
      "start_hhmmss": "00:05:57",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/pvZDcQfGzpM?t=357"
    },
    {
      "id": 1853,
      "talk_id": "2023-01-30-wisdom-keepers-conversation-with-duane-elgin",
      "archival_title": "Wisdom Keepers conversation with Duane Elgin",
      "recorded_date": "2023-01-30",
      "published": "2023-01-30",
      "chunk_index": 26,
      "text": "Chris a chance to connect the living universe with the evolution of life through that living system.\nChris Bache\nIn that context, let me say something hard and consoling at the same time. From a reincarnation perspective, we’re always popping into time-space and popping out into a spiritual meta-universe, then back in and out again. From this perspective, what is death? All the enlightenment and awakening traditions say the same thing: birth is not the beginning of our life. Look carefully and you’ll find in your body and mind evidence of experience that far predates your physical life. Death is not the end, because we now have, especially through the work of people like Michael Newton on life-between-lives and past-life therapy, abundant evidence of a continuity of consciousness that predates and postdates our individual life.",
      "token_est": null,
      "hash": null,
      "channel": "The WisdomKeepers",
      "source_type": "interview",
      "citation": "Bache · 2023-01-30 · The WisdomKeepers · Wisdom Keepers conversation with Duane Elgin",
      "url": "https://youtu.be/TeifW7GZ9xI",
      "transcript_path": "sources/transcripts/2023-01-30-wisdom-keepers-conversation-with-duane-elgin.md",
      "_score": 0.585716962814331,
      "youtube_id": "TeifW7GZ9xI",
      "start_sec": 3065.0,
      "end_sec": null,
      "start_hhmmss": "00:51:05",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/TeifW7GZ9xI?t=3065"
    },
    {
      "id": 1335,
      "talk_id": "2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache",
      "archival_title": "The Mind of the Universe – Conversation with Prof. Chris Bache",
      "recorded_date": "2022-02-19",
      "published": "2022-02-19",
      "chunk_index": 11,
      "text": "d reach the unfolding you did? I think what you did was incredibly brave, but is it possible to say?\nChris Bache:\nI think it is, and Stan Grof’s work allows us to say it. He integrates the experiences of thousands of people; I’m only integrating mine, but my experiences fit comfortably within the larger matrix Grof has explored.\n\nIt’s a complicated answer because I want to say yes, and then immediately qualify it. These substances only amplify consciousness. They don’t give you an experience or take you to a particular place. They amplify your mind. Because each of us has a different life story, the mind that’s amplified is different. When an amplified mind engages the deeper mind of the universe, what comes forward will, in the beginning, be somewhat unique and reflect our individual history. That’s why these substances are very helpful for healing: they evoke our unconscious, and therefore they evoke our problems—an individual experience.",
      "token_est": null,
      "hash": null,
      "channel": "Embercombe",
      "source_type": "interview",
      "citation": "Bache · 2022-02-19 · Embercombe · The Mind of the Universe – Conversation with Prof. Chris Bache",
      "url": "https://youtu.be/3QxDjWvqKzA",
      "transcript_path": "sources/transcripts/2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache.md",
      "_score": 0.5845067501068115,
      "youtube_id": "3QxDjWvqKzA",
      "start_sec": 1006.0,
      "end_sec": null,
      "start_hhmmss": "00:16:46",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/3QxDjWvqKzA?t=1006"
    },
    {
      "id": 208,
      "talk_id": "2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83",
      "archival_title": "Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "recorded_date": "2018-10-12",
      "published": "2018-10-12",
      "chunk_index": 16,
      "text": "g from that into something else. Could you give a step-by-step of what the early stages looked like?\nChris Bache:\nFor about the first two years, I worked at what Stan Grof describes as the perinatal level of consciousness—the interface between personal egoic reality in space-time and early transpersonal consciousness. I had many experiences of reliving my own birth, experiences of death and dying, until, after about two and a half years, my personal reality was shattered. I died as the person I had known myself to be and was then reborn into a reality that radically transcended Chris Bache's reality. At that point, I was working deep within the collective unconscious, and the process began again.",
      "token_est": null,
      "hash": null,
      "channel": "Adventures Through the Mind",
      "source_type": "lecture",
      "citation": "Bache · 2018-10-12 · Adventures Through the Mind · Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "url": "https://youtu.be/L3D_fSr75u8",
      "transcript_path": "sources/transcripts/2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83.md",
      "_score": 0.5826418399810791,
      "youtube_id": "L3D_fSr75u8",
      "start_sec": 937.0,
      "end_sec": null,
      "start_hhmmss": "00:15:37",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/L3D_fSr75u8?t=937"
    },
    {
      "id": 2605,
      "talk_id": "2025-04-26-bicycle-day-psychedelic-talk-recorded-2025-04-19",
      "archival_title": "Bicycle Day Psychedelic Talk (recorded 2025-04-19)",
      "recorded_date": "2025-04-26",
      "published": "2025-04-26",
      "chunk_index": 2,
      "text": "be. Now, with that, I want to welcome onto the stage, here in just a moment, Dr. Christopher Bache.\nDr. Christopher Bache is a professor emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He's also an adjunct professor at the California Institute of Integral Studies, an emeritus fellow at the Institute of Noetic Sciences, and on the advisory board of the Grof Legacy Training. Chris's work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He's an award-winning teacher and international speaker.\n\nChris has written four books: Life Cycles, a study of reincarnation in light of contemporary consciousness research; Dark Night, Early Dawn, a pioneering work in psychedelic philosophy and collective consciousness; The Living Classroom, an exploration of collective fields of consciousness and teaching; and of course, what many of you might be familiar with today, LSD and the Mind of the Universe, the story of his 20-year journey with LSD. Everyone, please welcome Dr. Christopher Bache.",
      "token_est": null,
      "hash": null,
      "channel": "The Pearl Institute",
      "source_type": "lecture",
      "citation": "Bache · 2025-04-26 · The Pearl Institute · Bicycle Day Psychedelic Talk (recorded 2025-04-19)",
      "url": "https://youtu.be/H-edIvbzE8w",
      "transcript_path": "sources/transcripts/2025-04-26-bicycle-day-psychedelic-talk-recorded-2025-04-19.md",
      "_score": 0.5803210735321045,
      "youtube_id": "H-edIvbzE8w",
      "start_sec": 19.0,
      "end_sec": 84.409,
      "start_hhmmss": "00:00:19",
      "end_hhmmss": "00:01:24",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9902,
      "ts_url": "https://youtu.be/H-edIvbzE8w?t=19"
    },
    {
      "id": 2425,
      "talk_id": "2024-11-16-the-evidence-for-reincarnation",
      "archival_title": "The Evidence for Reincarnation",
      "recorded_date": "2024-11-16",
      "published": "2024-11-16",
      "chunk_index": 2,
      "text": "bsequent personal experiences, including a past-life regression in my 20s, I’m in the believer camp.\nChris, who spoke here a couple of years ago, was wonderful, and many of you have read his books and appreciated the work he’s done. Chris is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He’s also adjunct faculty at the California Institute of Integral Studies, an Emeritus Fellow at the Institute of Noetic Sciences, and on the board of the Grof Legacy Training. An award-winning teacher and international speaker, Chris has written four books: Life Cycles about reincarnation; Dark Night, Early Dawn on pioneering work in psychedelic philosophy; The Living Classroom, an exploration of collective fields of consciousness in teaching; and LSD and the Mind of the Universe, the story of his 20-year journey with LSD—which is a fabulous book. Chris lives in Weaverville, North Carolina, with his wife, Christina Hardy, a professional astrologer and past-life therapist. So, Chris, take it away—and thank you for being here.",
      "token_est": null,
      "hash": null,
      "channel": "Vancouver IONS Community Group",
      "source_type": "lecture",
      "citation": "Bache · 2024-11-16 · Vancouver IONS Community Group · The Evidence for Reincarnation",
      "url": "https://youtu.be/iCKq7-de8Xg",
      "transcript_path": "sources/transcripts/2024-11-16-the-evidence-for-reincarnation.md",
      "_score": 0.5793004035949707,
      "youtube_id": "iCKq7-de8Xg",
      "start_sec": 20.0,
      "end_sec": 91.787,
      "start_hhmmss": "00:00:20",
      "end_hhmmss": "00:01:32",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9791,
      "ts_url": "https://youtu.be/iCKq7-de8Xg?t=20"
    },
    {
      "id": 1936,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 2,
      "text": "n and generative freedom in that process, and that's what I think we need to meet where we're going.\nLauren Taus: Welcome to Embodied Life, the podcast. My name is Lauren Taus, and this show is a space for you to move past the traffic of the mind and into the stillness of your heart. The journey is inward, and a courageous traveler welcomes the wide range of their human experience. We are meeting pioneers, healers, and change-makers who are showing us the way with important guides and maps. Feel whatever it is that needs to be felt so that you can return home to yourself. Let's go. Let's get embodied.\n\nLauren Taus: Chris Bache is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He is also adjunct faculty at the California Institute of Integral Studies, an Emeritus Fellow at the Institute of Noetic Sciences, and on the Advisory Council of Grof Legacy Training.\n\nLauren Taus: An award-winning teacher and international speaker, Chris’s work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.5791640281677246,
      "youtube_id": null,
      "start_sec": 89.778,
      "end_sec": 121.615,
      "start_hhmmss": "00:01:30",
      "end_hhmmss": "00:02:02",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9581,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 972,
      "talk_id": "2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray",
      "archival_title": "LSD and the Mind of the Universe – Interview with Stephen Gray",
      "recorded_date": "2021-05-03",
      "published": "2021-05-03",
      "chunk_index": 2,
      "text": "wledged, just before recording, that we’re honored to be doing this inaugural conversation together.\nBefore I ask Chris to say anything, a short bio with a couple of comments. Christopher M. Bache is professor emeritus in the Department of Philosophy and Religion at Youngstown State University, where he taught for 33 years. He is also adjunct faculty at the California Institute of Integral Studies and a fellow at the Institute of Noetic Sciences. An award-winning teacher, Chris explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He has written three books—Life Cycles, Dark Night, Early Dawn (which I read about 20 years ago, a wonderful book), The Living Classroom (which I haven’t read)—and, more recently, LSD and the Mind of the Universe: Diamonds from Heaven.",
      "token_est": null,
      "hash": null,
      "channel": "StephenGray Vision",
      "source_type": "interview",
      "citation": "Bache · 2021-05-03 · StephenGray Vision · LSD and the Mind of the Universe – Interview with Stephen Gray",
      "url": "https://youtu.be/zXt-LkmINyc",
      "transcript_path": "sources/transcripts/2021-05-03-lsd-and-the-mind-of-the-universe-interview-with-stephen-gray.md",
      "_score": 0.5782099366188049,
      "youtube_id": "zXt-LkmINyc",
      "start_sec": 62.0,
      "end_sec": 114.087,
      "start_hhmmss": "00:01:02",
      "end_hhmmss": "00:01:54",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.9416,
      "ts_url": "https://youtu.be/zXt-LkmINyc?t=62"
    },
    {
      "id": 1070,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 2,
      "text": "ent ecological moment, and more. Please join me for a fascinating conversation with Dr. Chris Bache.\nDr. Christopher Bache is Professor Emeritus in the Department of Philosophy and Religious Studies at Youngstown State University in Ohio, where he taught for 33 years. He’s also an adjunct faculty member at the California Institute of Integral Studies, an Emeritus Fellow at the Institute of Noetic Sciences, and serves on the Advisory Council of Grof Legacy Training. The heart of Chris’s work has been the study of the philosophical implications of non-ordinary states of consciousness, particularly psychedelic states. He has written four books: Life Cycles, a study of reincarnation in light of contemporary consciousness research; Dark Night, Early Dawn, an investigation of psychedelic philosophy and collective consciousness; The Living Classroom, an exploration of collective fields of consciousness and teaching; and his latest work, LSD and the Mind of the Universe, the story of his 20-year journey with LSD by way of 73 high-dose sessions. Chris, welcome to Rebel Spirit Radio. I’m so very grateful for your time today, and I can’t begin to tell you how much I’m looking forward to this conversation.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.5780254602432251,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 38.0,
      "end_sec": null,
      "start_hhmmss": "00:00:38",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=38"
    },
    {
      "id": 195,
      "talk_id": "2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83",
      "archival_title": "Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "recorded_date": "2018-10-12",
      "published": "2018-10-12",
      "chunk_index": 3,
      "text": "toward my costs to fly to Vancouver for the event—and you get to go to a great conference. Win-win.\nToday's guest is Christopher M. Bache. Chris is professor emeritus in the Department of Philosophy and Religious Studies at Youngstown State University, where he taught for 33 years. He’s also adjunct faculty at the California Institute of Integral Studies and a fellow at the Institute of Noetic Sciences—an award-winning teacher and international speaker. Chris's work explores the philosophical implications of non-ordinary states of consciousness, especially psychedelic states. He has written three books, translated into six languages: \"Lifecycles: A Study of Reincarnation in Light of Contemporary Consciousness Research,\" \"Dark Night, Early Dawn\"—a pioneering work into psychedelic philosophy and collective consciousness—and \"The Living Classroom,\" an exploration of teaching and collective fields of consciousness. He has a new book being released from Inner Traditions in 2019, \"Diamonds from Heaven: A 20-Year Journey into the Mind of the Universe.\"",
      "token_est": null,
      "hash": null,
      "channel": "Adventures Through the Mind",
      "source_type": "lecture",
      "citation": "Bache · 2018-10-12 · Adventures Through the Mind · Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "url": "https://youtu.be/L3D_fSr75u8",
      "transcript_path": "sources/transcripts/2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83.md",
      "_score": 0.57622891664505,
      "youtube_id": "L3D_fSr75u8",
      "start_sec": 94.0,
      "end_sec": 162.077,
      "start_hhmmss": "00:01:34",
      "end_hhmmss": "00:02:42",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.8112,
      "ts_url": "https://youtu.be/L3D_fSr75u8?t=94"
    },
    {
      "id": 2279,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 4,
      "text": "see if I got it right. Welcome to the people who are live and those who are going to join us later.\nChris Bache—the story I know is that he is now a retired professor of religious studies and philosophy from Ohio State University and Youngstown, Ohio. Early in his career he was always interested in mysticism and deep spiritual exploration, and he came upon the work of the legendary psychiatrist Stanislav Grof, who pioneered a protocol for working with high doses of LSD in particular. Chris undertook what turned out to be a 20-year journey of 73 high-dose LSD sessions following the Stan Grof protocol—sessions using 500 to 600 micrograms of LSD, which, for any of you not familiar with that calculation, is a high dose. The protocol involves working at home or in a safe, quiet space with headphones and a carefully curated playlist, eyeshades to block out the light so inner visions aren’t obstructed, and a qualified sitter. In Chris’s case, the sitter was a therapist who knew what she was doing. Generally, he did this on a Saturday, and the following day—again following the Grof protocol—he spent basically the whole day with the headphones on to trigger memories of what was playing when certain experiences and visions occurred, and then meticulously transcribed all that.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.571161150932312,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 133.0,
      "end_sec": null,
      "start_hhmmss": "00:02:13",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=133"
    }
  ]
}