{
  "chunks": [
    {
      "id": "lsdmu.c10.s00.p11",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 905,
      "text": "The Diamond Light that exploded from my chest in session 38 was the forerunner of what emerged in full splendor now. After going through yet one more intense cycle of death and rebirth, I was taken into a brilliantly clear, supremely luminous radiance. Buddhism calls this radiance *dharmakaya*—the Clear Light of Absolute Reality. I call it the domain of Diamond Luminosity. This Luminosity captivated me so completely that it extinguished any interest in continuing to explore the other levels of existence that had previously fascinated me. This was a different order of reality altogether. Its clarity was so overwhelming, its energy so pure that returning to it became my sole focus in future sessions.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶11",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 11,
      "sentence": null,
      "_score": 0.5752480626106262
    },
    {
      "id": "lsdmu.c10.s00.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 901,
      "text": "In my experience, there are many gradations of light. As one moves deeper into transcendence, the quality of light changes. It becomes clearer, more intense, and more luminous, calling for a new vocabulary of light. Light becomes LIGHT. Clarity becomes Hyper-Clarity. When I speak in this chapter of the Diamond Luminosity or the Diamond Light, I am not using a colorful metaphor to describe the light. I am attempting to describe a particular quality of light, a singularly intense dimension of light.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5735665559768677
    },
    {
      "id": "lsdmu.c08.s00.p38",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 706,
      "text": "I now understand why it is called Diamond Consciousness. Truly, our experience of physical light is but a metaphor for the intensity and brilliance of this energy. It had the characteristics of brilliant light, of sparkling luminosity, but also perfectly aligned density. It was extremely concentrated, like a laser, yet at the same time completely transparent. It was perfectly focused power. I suddenly knew that all my experiences in space-time over all these centuries served the cultivation of this Diamond Energy. This is what I am here for, what we are all here for, to learn how to consciously control this extraordinary power.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶38",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 38,
      "sentence": null,
      "_score": 0.5691115856170654
    },
    {
      "id": "lsdmu.c10.s02.p32",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 974,
      "text": "When the Diamond Luminosity first opened, it had carried such a powerful sense of completion and homecoming that I thought I had finally found what I was looking for. I could not imagine anything more fulfilling or complete than the Pure Light of Diamond Luminosity. And indeed, I did find my personal stopping point here. But at the very moment of reaching this pinnacle, this session showed me that there are dimensions of existence beyond even this. I saw that there are more dimensions of Light than I will ever be able to explore in this lifetime, even using this powerful method. There is simply not enough time, and I do not have enough strength to touch them all. We are truly children waking in the arms of an infinite cosmos.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §2 ¶32",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 2,
      "paragraph": 32,
      "sentence": null,
      "_score": 0.5636196136474609
    },
    {
      "id": "lsdmu.c11.s00.p33",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1069,
      "text": "At one point, I saw all humanity constantly dissolving into what looked like a tangled swamp representing the constant digesting and redigesting of human experience that is the topsoil of the reincarnation process. I then saw brilliant sparks of Diamond Light shooting from the planet into deep space. I was witnessing the birth of a brilliant Individuality from this swamp. Not an egoic individuality but something larger and brighter. In the constant churning of space-time experience, life was growing an exquisite Soul-Individuality that continues beyond any frame of reference we can presently imagine, capable of integrating larger and larger fields of experience. I was witnessing the birth of Diamond Souls. The universe is a Diamond Maker.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.11 §0 ¶33",
      "url": null,
      "transcript_path": null,
      "chapter": 11,
      "section": 0,
      "paragraph": 33,
      "sentence": null,
      "_score": 0.5284279584884644
    },
    {
      "id": "lsdmu.c11.s01.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1082,
      "text": "First, I had been drawn into deeper orders of reality, first the universe, then archetypal reality and causal Oneness, and eventually the Diamond Luminosity. These initiations were the direct consequence of the collective healing work, the karmic reward if you will. The magnitude of the energy involved in this exchange is still difficult for me to fathom. The Diamond Luminosity was initially far removed from my historical existence. There was some sort of “distance” between my embodied consciousness and this brilliant clarity. The second thing that had been happening was that this distance was being dissolved as the Light entered and transformed my incarnate being—“dissolving the shell.” Today was simply a continuation of this process, and it carried a momentum that had been building for years.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.11 §1 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 11,
      "section": 1,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5248464941978455
    },
    {
      "id": "lsdmu.c10.s01.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 938,
      "text": "Once one has entered the Diamond Luminosity, the hunger to return to it is overwhelming. Nothing else feels worth pursuing. The joys that previous sessions had opened to me paled by comparison. How does one describe the freedom of becoming Light, of eclipsing so radically the limitations of space and time? The poetry of Rumi and Hafiz took on new significance for me, for I had become a hopeless lover of the divine condition.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §1 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 1,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5028276443481445
    },
    {
      "id": "lsdmu.c10.s05.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1025,
      "text": "I have used the language of Buddhism to frame the experience of Diamond Luminosity, and I will continue to do so for this last session as well. The term Buddhists use for the Pure Awareness that is one’s Essential Nature is “Nature of Mind,” what some religious traditions would call one’s Divine Nature.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §5 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 5,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.4961327910423279
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4895148277282715
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.4885125756263733
    },
    {
      "id": "lsdmu.c08.s00.p44",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 712,
      "text": "I was different from my surrounding environment, and the difference was the Light that was shining from me. It was what I now was—a defined speck of infinitely dense, infinitely transparent Diamond Light. This is what I had entered space-time to actualize. I could feel many universes around me to explore and grow in. I felt the truth of the ancient mandalas that depict multiple universes all overseen by a cadre of divinities, each focused in a different project. These too were about expanding and refining one’s potential, about becoming more through the disciplined exercise of awareness.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶44",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 44,
      "sentence": null,
      "_score": 0.48345863819122314
    },
    {
      "id": "lsdmu.c10.s04.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 996,
      "text": "As we have seen, each breakthrough to a deeper level of reality shakes loose impurities from one’s system that must be removed if progress is to continue, and this is especially true for the Diamond Luminosity. After the 45th session, it had taken four sessions of intense purification before the doors to the Diamond Light opened again. Now the same pattern repeated itself. After the glorious 50th session, the opening line of the 51st session was, “*Today was spent entirely in the mud*.”",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §4 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 4,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.4784114956855774
    },
    {
      "id": "lsdmu.c11.s01.p36",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1111,
      "text": "I recognized what was happening. The Diamond Clarity that I had previously experienced in the subtle domains of transpersonal reality had now penetrated even my physical senses. Everywhere I get hints of the larger progression. The Light has been working its way deeper into my embodied being, deconstructing my psychological conditioning, my subtle energy system, and now even my physical perception. This was Diamond Vision. It was as if I was truly seeing for the first time in my life, as if what had passed as seeing before was simply a crude approximation of the real thing. How could I have ever accepted that gauzy curtain as real seeing?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.11 §1 ¶36",
      "url": null,
      "transcript_path": null,
      "chapter": 11,
      "section": 1,
      "paragraph": 36,
      "sentence": null,
      "_score": 0.4752473831176758
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.46699151396751404
    },
    {
      "id": "lsdmu.c10.s02.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 943,
      "text": "After my first entry into the Diamond Luminosity, I repeatedly had the sense of “starting over again” in my sessions. The death state was not an end but a new beginning, and it would take time to adjust to this new reality. Not surprisingly, the next sessions were filled with episodes of intense purification and clearing old karmic patterns. As the work continued, a series of new insights into the psychedelic process emerged.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §2 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 2,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.46380648016929626
    },
    {
      "id": "lsdmu.c01.s10.p10",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 115,
      "text": "The second feature of causal reality that stands out for me is Light. Light may enter at the subtle level of consciousness, but it becomes more potent at the causal level. As the experience of Oneness becomes more refined at deeper causal levels, the experience of Light also becomes more refined. If the lower causal realm is the domain of the one God, the higher causal realm is for me the domain of Diamond Luminosity. Sometimes it feels that the domain of Diamond Luminosity may even lie beyond causal reality, but I won't press this point.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §10 ¶10",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 10,
      "paragraph": 10,
      "sentence": null,
      "_score": 0.46184831857681274
    },
    {
      "id": "lsdmu.c08.s01.p36",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 784,
      "text": "In earlier sessions, I had been taken beyond linear time and given an experience of my present life as a completed whole. Now eleven years later, I was taken into a deeper condition in which all my earthly lives were rewound one by one, like winding kite string around a spool, until I exploded in a burst of light, fusing all the strands into one and giving birth to what I have come to call the *Diamond Soul*. It was both me and more than I have ever been. Composed of many lifetimes, it was more than the sum of all their years. In coming together, a burst of energy was generated that fused all these centuries of experience into a single being. I was an individual but an individual beyond any frame of reference I had previously known. I was *“a defined speck of infinitely dense, infinitely transparent Diamond Light.”*",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶36",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 36,
      "sentence": null,
      "_score": 0.45301955938339233
    },
    {
      "id": "lsdmu.c10.s03.p14",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 991,
      "text": "Though I did not pay it much attention at the time, it feels perhaps significant to me now that Vajrayana practice entered my life on the same day that the Diamond Luminosity opened for the first time. I don’t think that Chöd, or Buddhism for that matter, steered my experience in this direction. I think that the trajectory that took me into the Diamond Luminosity was established in the years that led up to this breakthrough. Even so, it was a blessing when these two came together in my life. Vajrayana practice worked well with my psychedelic practice, both in opening the psychedelic window and in reinforcing the result. Vajrayana means the “Diamond Way,” and it was in the *sutras* (scriptures) and *termas* (hidden teachings) of Tibet that I found the clearest exposition of the Diamond Luminosity I had entered. I know that light is discussed in many spiritual traditions, and I’m sure I could find parallels between my experience of this light and their teachings, but it was my karma to find what I needed in Vajrayana, and I am grateful to Carol for bringing me into this lineage.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶14",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 14,
      "sentence": null,
      "_score": 0.44941550493240356
    }
  ]
}