{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5494024753570557
    },
    {
      "id": "lsdmu.c08.s01.p17",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 765,
      "text": "Oneness is a good place to stop one’s journey if one chooses to do so, for here the fragmentation of life is healed and we rest in the “true condition.” Here we learn that the essence of the individual is the essence of the Totality, that Atman is Brahman. Here we learn that all beings are empty of self-existence, that we all rise and fall together in the infinite field of the Creative Intelligence. But if we press on, if we seek to know Brahman even more intimately, we will undergo more periodic meltdowns as we are drawn even deeper into the infinite beauty and grandeur of the cosmos.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶17",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 17,
      "sentence": null,
      "_score": 0.5208369493484497
    },
    {
      "id": "lsdmu.c08.s01.p37",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 785,
      "text": "Our mystical traditions tell us that we are made of the stuff of God, that Atman is Brahman, and my sessions affirm this truth. But something special happens to this Atman-essence inside the incubator of the physical universe beyond just waking up to itself. In repeatedly entering and leaving physical reality, in the firing and cooling of awareness, in the constant folding and refolding of human experience, something new is being forged—not simply adding new layers one by one but eventually *fusing all these layers into a new form of life*. Our Essential Nature not changed but actualized into a higher expression.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶37",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 37,
      "sentence": null,
      "_score": 0.5160631537437439
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.4996868073940277
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.4987839162349701
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4881681799888611
    },
    {
      "id": "lsdmu.c07.s07.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 645,
      "text": "Experiencing human existence as a completely unified field made everything much easier to understand. The latticework of Mind that saturates and coordinates our individual lives has a logic to it that subsumes our individual perspectives. Today, physical reality was dissolving into its underlying matrix, and with it the reality of individual psyches disappeared. What I had previously conceptualized in atomistic terms as individual people choosing to reincarnate in order to clear their personal karmic patterns, I was now experiencing as a centralized decision to incarnate entire generations to cleanse the human mind-field of its collective karmic legacy. I saw no sustainable distinctions between individuals, only the web of life operating in an integrated, unified manner.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §7 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 7,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.48805153369903564
    },
    {
      "id": "lsdmu.c08.s00.p17",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 685,
      "text": "Buddhism teaches that there are no separate things in existence, that all conditioned reality is characterized by *śūnyatā*, “emptiness” or “transparency.” As the Dalai Lama explains in *The Universe in a Single Atom*, “Things and events are ‘empty’ in that they can never possess any immutable essence, intrinsic reality or absolute ‘being’ that affords independence” (2005). Nothing holds its existence by itself but is always transparent to the underlying matrix of cause and effect. When one experiences emptiness, one experiences the complete absence of an independent self, not only in one’s own person but in all reality. In this session, I experienced emptiness and Oneness as two sides of the same coin. When we experience the universe as One, it is clear that independent, separate things do not exist. Conversely, when the separate self dissolves completely, the Oneness of life spontaneously rises in our awareness.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶17",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 17,
      "sentence": null,
      "_score": 0.4875509738922119
    },
    {
      "id": "lsdmu.c12.s03.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1167,
      "text": "That the universe is the manifest body of a Divine Being of unimaginable intelligence, compassion, clarity, and power, that we are all aspects of this Being, never separated from it for a moment, that we are growing ever more aware of this connection, that physical reality emerges out of Light and returns to Light continuously, that Light is our essential nature and our destiny, that all life moves as One, that reincarnation is true, that there is a deep logic and significance to the circumstances of our lives, that everything we do contributes to the evolution of the whole, that our awareness continues in an ocean of time and a sea of bliss when we die, that we are loved beyond measure and that humanity is driving towards an evolutionary breakthrough that will change us and life on this planet at the deepest level. (Bache 2017)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4821791648864746
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.48155492544174194
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.4796413779258728
    },
    {
      "id": "lsdmu.c10.s03.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 990,
      "text": "I understand the debate among Buddhist practitioners over psychedelics and the reservations some teachers have about them as agents of spiritual transformation. And yet, personally, I never felt a contradiction between my Buddhist practice and my psychedelic practice. A difference in emphasis, method, and even goals, perhaps, but no contradiction in core values. I do not believe that the Buddhist prohibition against “taking drugs that cloud the mind” applies to psychedelic substances *when they are used therapeutically*, because in these circumstances they do not cloud the mind. Just the opposite, they hypersensitize the mind, and by skillfully focusing this hypersensitivity, we can bring the poisons and toxins of our mind to the surface and remove them. I think Chögyam Trungpa was correct when he described LSD as a kind of “super-samsara.” LSD amplifies the samsaric tendencies of our mind and invites a confrontation with these tendencies that, if handled well, supports the liberation of the mind. Though my psychedelic journey became a cosmological exploration that reached beyond liberation, it always felt congruent with liberation.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.4775017499923706
    },
    {
      "id": "lsdmu.c01.s12.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 126,
      "text": "In deep psychedelic work, *one learns by becoming*. This is especially true when working with high doses of a powerful psychedelic like LSD. We cannot transport the egoic self into these depths where it can then “have an experience” of how the world works there. In order to know the universe at these levels, we must *become* a citizen of these levels. We must *become* the levels themselves. To do this, our smaller sense of self must cease to be the container of our experience. It must die. Giving up everything is simply the price of inheriting everything else.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.4679522216320038
    },
    {
      "id": "lsdmu.c06.s00.p101",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 500,
      "text": "In the Cosmic Tour, I had explored the universe as a reality outside myself; in this session, I explored the universe as a dimension of my own being. This shift reflects the broader transition that takes place as one moves from the subtle level of consciousness, with dualism intact, into nondual causal consciousness. The peace of returning to the Oneness that swallows all partitions awakened a seed of remembering that changed me deeply, not instantaneously, but slowly over many years.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶101",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 101,
      "sentence": null,
      "_score": 0.46689558029174805
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.46247628331184387
    },
    {
      "id": "lsdmu.c02.s02.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 177,
      "text": "As the negative perinatal experiences continued to build over the next several sessions, so did the positive experiences that emerged during the ecstatic portion of the sessions. In one session, I experienced life as a living fabric of interwoven intelligences—atomic, molecular, cellular, human, societal, and planetary. This early taste of the weave of Oneness was just a metaphysical appetizer for the deeper experiences of Oneness that would follow later, so I will not spend time on it. I would, however, like to share one experience from this period because it speaks to the rationale for this book as a whole. This session helped me let go of my conventional academic training and embrace psychedelics as anew method of philosophical inquiry.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §2 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 2,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.46127623319625854
    },
    {
      "id": "lsdmu.c01.s10.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 114,
      "text": "At the *causal level* of consciousness, the world of separate parts begins to yield to an experience of the universe moving as a single entity. There are many ways of experiencing this vast domain, but for me the signature of causal consciousness is Oneness. Intimations of Oneness show up in lower levels of consciousness as well, for it is a primary truth with many variations, but there is something distinctive about the experience of Oneness at the causal level, where it ripens into a vivid experience of ontological transparency and all-encompassing wholeness. There is no reference point outside this Oneness from which to get a perspective on it, as it is the whole of existence. Here, as Plotinus succinctly put it, “Everything breathes together.” Or as Sri Aurobindo described it, “In this vision of things the universe will reveal itself in its unity and totality as a manifestation of a single Being, Nature as its power of manifestation, evolution as its process of gradual self-revelation in matter.”",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §10 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 10,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.4608982801437378
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.4587920904159546
    }
  ]
}