{
  "chunks": [
    {
      "id": 1772,
      "talk_id": "2023-01-27-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "The Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2023-01-27",
      "published": "2023-01-27",
      "chunk_index": 10,
      "text": "cy. You say the universe is interested in our experience of it. Why do you believe that is the case?\nChris Bache:\nPart of my experience reflects a classic teaching in some Eastern traditions: the essence of the individual is the same as the essence of the totality—Atman is Brahman. Our nature is the nature of the divine, which is the nature of reality itself. So it’s not completely accurate to frame this as a duality between me and It. At a deeper level, my being is a fractal manifestation of Its reality. Our relationship is deeply essential and mutually participating from the start. But functionally, in terms of Chris Bache, I am so small and It is so vast that there’s a relative duality involved. And between my small bit and the totality are layers upon layers. It’s a very complex, organic system of massive scale.",
      "token_est": null,
      "hash": null,
      "channel": "Portals of Perception",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-27 · Portals of Perception · The Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/ec0elBHJXAc",
      "transcript_path": "sources/transcripts/2023-01-27-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.5994266867637634,
      "youtube_id": "ec0elBHJXAc",
      "start_sec": 646.0,
      "end_sec": null,
      "start_hhmmss": "00:10:46",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/ec0elBHJXAc?t=646"
    },
    {
      "id": 219,
      "talk_id": "2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83",
      "archival_title": "Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "recorded_date": "2018-10-12",
      "published": "2018-10-12",
      "chunk_index": 27,
      "text": "hemselves? It's not just, \"Oh, I am in the universe.\" Is there a sense of being all of that as well?\nChris Bache\nYes, absolutely. At each deeper level, I experienced it less as entering a new reality and more as remembering a dimension of my own existence I'd forgotten. Becoming one with God—or what I prefer to call \"that fundamental reality\" to avoid the baggage of the word \"God\"—isn't about confronting some external deity and merging. It's about remembering the fundamental truth that this is what you are: a manifestation, a fractal embodiment of this divine impulse. As you become larger, you remember more. As you remember more, clarity grows. As clarity grows, you sink deeper into these oceanic currents—in essence, the whole experience is about waking up. It's not dying and being reborn, but realizing your true, natural state.",
      "token_est": null,
      "hash": null,
      "channel": "Adventures Through the Mind",
      "source_type": "lecture",
      "citation": "Bache · 2018-10-12 · Adventures Through the Mind · Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "url": "https://youtu.be/L3D_fSr75u8",
      "transcript_path": "sources/transcripts/2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83.md",
      "_score": 0.5913723707199097,
      "youtube_id": "L3D_fSr75u8",
      "start_sec": 1848.0,
      "end_sec": null,
      "start_hhmmss": "00:30:48",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/L3D_fSr75u8?t=1848"
    },
    {
      "id": 2557,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 20,
      "text": "sing: surrender completely, open, breathe, receive teachings, then bring it back in and consolidate.\nEmmy Vadnais: What are some of the teachings you received?\n\nChris Bache: That the universe is a manifestation of a single consciousness—a massive consciousness beyond anything we’ve grasped in Western religious and philosophical traditions. Creation is intentional. I hesitate to use “design,” but there is an intelligence manifesting in time and space. We are part of this intelligence; our nature is of the same nature as its nature—Atman is Brahman. Reincarnation is a fact of life. We won’t get far trying to understand existence unless we understand the pulse of life—that our current life is just the most recent in many cycles of life and death. There is an underlying logic to our circumstances—what Buddhists and Hindus call karma—an intentionality working itself out in our lives. Our evolution is not driven solely by blind chance and mechanical processes; there is a deeper intelligence manifesting in our circumstances and challenges, inviting us to become more by the end of life than we were at the beginning. Those are a few touch points.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.588554859161377,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 1882.0,
      "end_sec": null,
      "start_hhmmss": "00:31:22",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=1882"
    },
    {
      "id": 2583,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 46,
      "text": "s like you found that Atman is Brahman—that we are part of the Divine, and the Divine is part of us.\nChris Bache:\nYes—and there’s very little that’s new in the experiences I lay out. The vision of reality, the cosmology that emerges out of psychedelic work, is fundamentally the same as what emerges out of the deepest, most refined levels of the world’s mystical traditions. We’re not bringing something radically new to the table. What we have is a different protocol, a different strategy for accessing these very deep levels of reality, which yield deep insights into the structure of existence. But you’ll find the same fundamental cosmology in the great spiritual traditions.\n\nEmmy Vadnais:\nSince you brought up the Hubble telescope, and we’ve been talking about consciousness, what did you discover about our universe—the physical universe, space, outer space? Did you traverse that aspect in your sessions?",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.5838828086853027,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 4514.0,
      "end_sec": null,
      "start_hhmmss": "01:15:14",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=4514"
    },
    {
      "id": 1235,
      "talk_id": "2022-02-17-exploring-lsd-as-a-practice-edge-of-mind-podcast-part-1",
      "archival_title": "Exploring LSD as a Practice (Edge of Mind Podcast – Part 1)",
      "recorded_date": "2022-02-17",
      "published": "2022-02-17",
      "chunk_index": 19,
      "text": "creator principle, a God, a divine transhuman intelligence that is holding, guiding, nurturing you?\nChris Bache\nIt’s really not difficult when you move into it. Let’s focus on the Buddhist teaching of anatta—no self—and shunyata—emptiness, which can also be translated as transparency. I endorse Buddhism’s radical agnosticism. It’s an anti-theism in the sense that it critiques every theism proposed as structurally flawed. In its place, Buddhism proposes a pure process understanding of reality: everything is dynamic, constantly changing, fluid, in process. There is no thing that holds existence by itself; you only exist in the interplay of the whole ocean of causality—karmic forces, cosmic down to species down to individual. It’s all an open system. When you wake up to your essential nature, you don’t wake up to a separate thing; you wake up to a fluid process.",
      "token_est": null,
      "hash": null,
      "channel": "Edge of Mind",
      "source_type": "interview",
      "citation": "Bache · 2022-02-17 · Edge of Mind · Exploring LSD as a Practice (Podcast – Part 1)",
      "url": "https://youtu.be/eV86_iSTEbU",
      "transcript_path": "sources/transcripts/2022-02-17-exploring-lsd-as-a-practice-edge-of-mind-podcast-part-1.md",
      "_score": 0.5737508535385132,
      "youtube_id": "eV86_iSTEbU",
      "start_sec": 1673.0,
      "end_sec": 1770.262,
      "start_hhmmss": "00:27:53",
      "end_hhmmss": "00:29:30",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6928,
      "ts_url": "https://youtu.be/eV86_iSTEbU?t=1673"
    },
    {
      "id": 2013,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 21,
      "text": "h my beloved, did I realize the true cost of overextending myself so deeply into the transcendental.\nSandy Sedgbeer: Before we go to a break, one question. You said the universe is the body of God. What are we?\n\nChris Bache: We are part of the universe, so we are part of the body of God too—part of the manifestation of the universe’s intention to create. Our body is rooted in quantum and atomic reality; the evolutionary story is built into our nerves, vascular systems, and organs. Likewise, our minds are part of the creative intelligence manifesting existence. When we go deep into mind and drop beneath the depths of the personal mind, there’s no floor—we fall into the mind of the species, then into the mind of the universe. Then the Hindu teaching Atman is Brahman—the essence of the individual is the essence of the totality—becomes the most natural core truth. Another core truth is oneness: Brahman is one, and we are a fractal manifestation of that oneness. Once known, even when you return to paying bills and the tasks of the physical world, all you have to do is step back to re-appreciate these deeper truths—the deeper pulsing of life.",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.5675411224365234,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 1922.0,
      "end_sec": null,
      "start_hhmmss": "00:32:02",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=1922"
    },
    {
      "id": 1408,
      "talk_id": "2022-06-03-part-ii-of-his-remarkable-twenty-year-journey-into-the-world-of-psychedelics-edge-of-mind-podcast-part-2",
      "archival_title": "Part II of his Remarkable Twenty-Year Journey into the World of Psychedelics (Edge of Mind Podcast – Part 2)",
      "recorded_date": "2022-06-03",
      "published": "2022-06-03",
      "chunk_index": 32,
      "text": "played out in your experience? Because when we die, we become nothing and simultaneously everything.\nChris Bache:\nThe experience was to become one with all of existence—to become one with God, with the universe, with the One. We can’t do that if we’re not one within ourselves—if we have unintegrated shadow, ego fragments, untouchable wounds. When you move into intimacy with life, life brings these unintegrated pieces to the surface so you can make peace with them, reabsorb them, and become whole and coherent within your own being. How could you become one with life if you’re not one with yourself? These things develop synergistically: the deeper your experience of oneness with life, the deeper your experience of oneness with yourself, until these divisions disappear inside. One of the wonderful qualities we appreciate about awakened beings is their integrity, their oneness, their deep relaxation within themselves, which grows out of their intimacy with life itself.",
      "token_est": null,
      "hash": null,
      "channel": "Edge of Mind",
      "source_type": "interview",
      "citation": "Bache · 2022-06-03 · Edge of Mind · Part II of his Remarkable Twenty-Year Journey into the World of Psychedelics (Podcast – Part 2)",
      "url": "https://youtu.be/-vebDk9FRYU",
      "transcript_path": "sources/transcripts/2022-06-03-part-ii-of-his-remarkable-twenty-year-journey-into-the-world-of-psychedelics-edge-of-mind-podcast-part-2.md",
      "_score": 0.5652457475662231,
      "youtube_id": "-vebDk9FRYU",
      "start_sec": 2816.0,
      "end_sec": null,
      "start_hhmmss": "00:46:56",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-vebDk9FRYU?t=2816"
    },
    {
      "id": 851,
      "talk_id": "2021-04-01-contemplating-reincarnation-part-1",
      "archival_title": "Contemplating Reincarnation (Part 1)",
      "recorded_date": "2021-04-01",
      "published": "2021-04-01",
      "chunk_index": 42,
      "text": "ding of what’s taking place here. We’ve tagged this for one of our topics for our second discussion.\nRichard Rudd: We plant the seed now. When you go into that kind of worldview, the perfection of the choreography you’re describing is mind-blowing—the interconnectivity of soul groups, fractals, patternings of humans. One of the great insights I got from your “unit mind of the universe” book was a paradox you describe: being an individual soul and yet being everything at the same time. How does that hold up? You described it beautifully—the soul as “open on all sides.” It’s part of the ocean and yet still a focalized drop of awareness.\n\nChris Bache: It seems commonsensical that you can’t be both a part and the whole at the same time—mutually exclusive categories. Even great spiritual teachers—say, the Vedanta tradition—have said the goal of life is to abandon individuality, dissolve it, and be absorbed into the totality, to know the bliss of absorption. In that view, all the individual capacity we’ve developed over incarnations ends in extinction. I think that’s inadequate.",
      "token_est": null,
      "hash": null,
      "channel": "Gene Keys",
      "source_type": "lecture",
      "citation": "Bache · 2021-04-01 · Gene Keys · Contemplating Reincarnation (Part 1)",
      "url": "https://youtu.be/jVDndxA6aZo",
      "transcript_path": "sources/transcripts/2021-04-01-contemplating-reincarnation-part-1.md",
      "_score": 0.5634684562683105,
      "youtube_id": "jVDndxA6aZo",
      "start_sec": 3347.0,
      "end_sec": null,
      "start_hhmmss": "00:55:47",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/jVDndxA6aZo?t=3347"
    },
    {
      "id": 1106,
      "talk_id": "2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio",
      "archival_title": "MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "recorded_date": "2021-07-08",
      "published": "2021-07-08",
      "chunk_index": 38,
      "text": "art, but to continue evolving. Do you feel your journey confirms Buddhism, and where does it differ?\nChris Bache\nI’ve been deeply influenced by all the world’s religions. I began as a Christian and a Catholic—four years in seminary studying for the priesthood. I studied Hebrew and Greek for biblical work. I’ve learned so much from Hinduism, Buddhism, Taoism, and Native traditions. The two deepest, longest-lasting influences on me have been Christianity and Buddhism.\n\nI think my journey affirms the deepest truths of Christianity and of all the world’s religions—Judaism’s Kabbalah, Hinduism, Buddhism—while also, in important ways, eclipsing the religions of the last several thousand years. The universe I was initiated into demanded levels of understanding beyond anything I had learned in those traditions. I had to become operational within a deeper metaphysics.",
      "token_est": null,
      "hash": null,
      "channel": "Rebel Spirit Radio",
      "source_type": "lecture",
      "citation": "Bache · 2021-07-08 · Rebel Spirit Radio · MIND-BLOWING LSD Secrets Revealed – Rebel Spirit Radio",
      "url": "https://youtu.be/Qfet06ORfwY",
      "transcript_path": "sources/transcripts/2021-07-08-mind-blowing-lsd-secrets-revealed-rebel-spirit-radio.md",
      "_score": 0.5524764060974121,
      "youtube_id": "Qfet06ORfwY",
      "start_sec": 4310.0,
      "end_sec": null,
      "start_hhmmss": "01:11:50",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Qfet06ORfwY?t=4310"
    },
    {
      "id": 621,
      "talk_id": "2020-05-13-ep6-chris-bache-lsd-and-the-mind-of-the-universe",
      "archival_title": "EP.6 - Chris Bache | LSD AND THE MIND OF THE UNIVERSE",
      "recorded_date": "2020-05-13",
      "published": "2020-05-13",
      "chunk_index": 33,
      "text": "x of cause and effect, continuously arising and passing away. There is no unchanging self over time.\nBut if you can let go of the small, separate ego-self and grow into a deeper individuality—one in continuous exchange with all living beings, continually expanding and developing—the maturation of that selfless kind of individuality is a great spiritual gift of our time-space experience. Two truths hold: the truth of wholeness—oneness, interconnectedness, interpenetration—and the truth of the learning system that experiences, learns, internalizes, and becomes more because of it.\n\nRyan Kemp\nOne thing I grappled with in your book: are we talking about one soul—what many call God—or many individual souls? Which is it, or is it both?\n\nChris Bache\nWe can use language however we like, as long as we’re clear. One can speak of God as the one soul of which we are drops in an ocean of soul—that’s fine. We can also use “soul” to refer to the accumulated experience of all my former lives integrated into a unique individual consciousness, as unique as a fingerprint, within larger matrices: the collective species mind, the planetary mind, the galactic mind. A true individuality emerges.",
      "token_est": null,
      "hash": null,
      "channel": "Ryan & Mo - Life In Rural Thailand",
      "source_type": "lecture",
      "citation": "Bache · 2020-05-13 · Ryan & Mo - Life In Rural Thailand · EP.6 - Chris Bache | LSD AND THE MIND OF THE UNIVERSE",
      "url": "https://youtu.be/Dw7D7ih8vy0",
      "transcript_path": "sources/transcripts/2020-05-13-ep6-chris-bache-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.549514889717102,
      "youtube_id": "Dw7D7ih8vy0",
      "start_sec": 3104.0,
      "end_sec": null,
      "start_hhmmss": "00:51:44",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Dw7D7ih8vy0?t=3104"
    },
    {
      "id": 1138,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 23,
      "text": "t worldview and set of assumptions about the nature of self and reality. Would you like to say more?\nChris Bache:\nMy first concern was that it sounded like ego gone amok—ego inflation. I had to sit with that a long time, because my experiences told me that’s not what was happening. As you said, it’s a very different worldview. In the classic individual patient model, the individual is having experiences. The individual has transpersonal experiences, and the individual is always at the center. In this model, my individual existence was completely secondary. It becomes not a matter of my being central. I got the system started, but I dissolved completely into preexisting fields of consciousness. Those fields are the dynamic force having the experiences.\n\nThat manifested not only in the ocean of suffering, but later in archetypal reality and causal oneness. In many experiences, Chris Bache was a bit player. In the book I have an appendix: what dies and is reborn? After so many deaths and rebirths, it becomes a cognitive question. What is actually dying? It feels personal. Is it just ego dying over and over?",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.5492855906486511,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 1848.0,
      "end_sec": 2001.551,
      "start_hhmmss": "00:30:48",
      "end_hhmmss": "00:33:22",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6681,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=1848"
    },
    {
      "id": 1797,
      "talk_id": "2023-01-27-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "The Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2023-01-27",
      "published": "2023-01-27",
      "chunk_index": 35,
      "text": "of the cosmic process integrating and interpenetrating, liberating each other from their loneliness.\nChris Bache:\nI want to be careful and remind us that a finite mind does its best to give cognitive structure to transcendent experiences. What I’m about to describe is a heuristic: a splitting of the divine principle into two halves—a “male” half that stays outside time and space in a transcendent position, and a “female” half that manifests time and space and the physical cosmos. I don’t literally think in male/female terms, but this is the best my mind could do. The principle is what matters: not all creative intelligence manifests as physical reality. Some holds position outside physical reality. There is a spiritual reality that gives birth to physical reality.",
      "token_est": null,
      "hash": null,
      "channel": "Portals of Perception",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-27 · Portals of Perception · The Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/ec0elBHJXAc",
      "transcript_path": "sources/transcripts/2023-01-27-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.5431375503540039,
      "youtube_id": "ec0elBHJXAc",
      "start_sec": 3022.0,
      "end_sec": 3087.28,
      "start_hhmmss": "00:50:22",
      "end_hhmmss": "00:51:27",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7602,
      "ts_url": "https://youtu.be/ec0elBHJXAc?t=3022"
    },
    {
      "id": 1331,
      "talk_id": "2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache",
      "archival_title": "The Mind of the Universe – Conversation with Prof. Chris Bache",
      "recorded_date": "2022-02-19",
      "published": "2022-02-19",
      "chunk_index": 7,
      "text": "ce and you only miss two or three words. Enjoy. I find him very mind-blowing—but see what you think.\nChris Bache:\n…shared in the animistic community is the belief that nature is infused with consciousness—infused with mind and soul. And, of course, now we know how vast the physical universe is, and the question becomes: how large is the mind of the universe? How deep is it?\n\nI was just out of graduate school in 1978, finishing in philosophy of religion, when I met the work of Stanislav Grof—one of the foremost thinkers in transpersonal psychology and the psychedelic community. I read his book Realms of the Human Unconscious, and my life pivoted. I immediately saw that his research was relevant not only to clinical psychology but also to philosophy. He was offering a method to safely and systematically explore the deepest levels of consciousness where the answers to the philosophical questions I was carrying lay, coming out of training in religious studies.",
      "token_est": null,
      "hash": null,
      "channel": "Embercombe",
      "source_type": "interview",
      "citation": "Bache · 2022-02-19 · Embercombe · The Mind of the Universe – Conversation with Prof. Chris Bache",
      "url": "https://youtu.be/3QxDjWvqKzA",
      "transcript_path": "sources/transcripts/2022-02-19-the-mind-of-the-universe-conversation-with-prof-chris-bache.md",
      "_score": 0.5410728454589844,
      "youtube_id": "3QxDjWvqKzA",
      "start_sec": 722.0,
      "end_sec": null,
      "start_hhmmss": "00:12:02",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/3QxDjWvqKzA?t=722"
    },
    {
      "id": 1233,
      "talk_id": "2022-02-17-exploring-lsd-as-a-practice-edge-of-mind-podcast-part-1",
      "archival_title": "Exploring LSD as a Practice (Edge of Mind Podcast – Part 1)",
      "recorded_date": "2022-02-17",
      "published": "2022-02-17",
      "chunk_index": 17,
      "text": "ciousness, the moment we discover that we want to dissolve and disappear altogether? Makes no sense.\nWhat I learned—what I was taught in my sessions—is that the universe wants to support individuality. Not individuality imprisoned in solitary egoic awareness, but a robust individuality of what we might call the soul: open, porous, in constant exchange with the larger rhythms of life. This is the both/and position: when one awakens spiritually, one becomes more—more of an individual than before awakening. When we go deep we discover the oneness—and that oneness is the essence of our individual being. Classic Atman is Brahman: the essence of the individual is the essence of the totality. And Brahman delights in manifesting Atman, in growing Atman, and in Atman waking up to its true nature. That waking up is a stage in a larger evolutionary process of empowerment, learning to become more and more a conscious synthesis of individuality and spiritual totality.",
      "token_est": null,
      "hash": null,
      "channel": "Edge of Mind",
      "source_type": "interview",
      "citation": "Bache · 2022-02-17 · Edge of Mind · Exploring LSD as a Practice (Podcast – Part 1)",
      "url": "https://youtu.be/eV86_iSTEbU",
      "transcript_path": "sources/transcripts/2022-02-17-exploring-lsd-as-a-practice-edge-of-mind-podcast-part-1.md",
      "_score": 0.54024338722229,
      "youtube_id": "eV86_iSTEbU",
      "start_sec": 1450.0,
      "end_sec": null,
      "start_hhmmss": "00:24:10",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/eV86_iSTEbU?t=1450"
    },
    {
      "id": 1722,
      "talk_id": "2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast",
      "archival_title": "LSD and the Mind of the Universe – S2S Podcast",
      "recorded_date": "2023-01-06",
      "published": "2023-01-06",
      "chunk_index": 47,
      "text": "find answers to your question. So, yes, we don’t know—but I think in time we’ll gain more knowledge.\nSimeon Mihaylov:\nHopefully. The other question concerns the soul. In meditation, one of the key insights is non-self—Non-duality, the co-arising of everything. How does that square with a soul reincarnating? What is reincarnating? Is it the doer—the one making choices—or is it the witness, the one that’s conscious of all these things?\n\nChris Bache:\nI’ve had experiences of Non-duality and what Buddhism calls emptiness—Shunyata—emptiness of self, where there is such intimacy that there is no self inside you and no self anywhere in the world. Everything is open, porous, and magnificent. I think it depends on how you conceive the soul. By habit and custom we’ve tended to think of the soul atomistically—as a fundamentally isolated unit that doesn’t change and is separate from other souls. That notion contradicts Non-duality and Shunyata.",
      "token_est": null,
      "hash": null,
      "channel": "S2S Podcast",
      "source_type": "interview",
      "citation": "Bache · 2023-01-06 · S2S Podcast · LSD and the Mind of the Universe – S2S Podcast",
      "url": "https://youtu.be/Kh5aqAuDBIM",
      "transcript_path": "sources/transcripts/2023-01-06-lsd-and-the-mind-of-the-universe-s2s-podcast.md",
      "_score": 0.5368421077728271,
      "youtube_id": "Kh5aqAuDBIM",
      "start_sec": 4394.0,
      "end_sec": null,
      "start_hhmmss": "01:13:14",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Kh5aqAuDBIM?t=4394"
    },
    {
      "id": 1435,
      "talk_id": "2022-06-03-part-ii-of-his-remarkable-twenty-year-journey-into-the-world-of-psychedelics-edge-of-mind-podcast-part-2",
      "archival_title": "Part II of his Remarkable Twenty-Year Journey into the World of Psychedelics (Edge of Mind Podcast – Part 2)",
      "recorded_date": "2022-06-03",
      "published": "2022-06-03",
      "chunk_index": 59,
      "text": "cosmological dualism when you say individual versus cosmic, or is it a monism, as you often suggest?\nChris Bache\nI don’t see any dualism in it. If there is a dualism, it’s not of my making; it’s of the universe’s making. The universe begins as one in some fundamental core—pre-Big Bang, instant Big Bang—it begins as one and manifests diversity. I didn’t choose that. You didn’t choose this. The universe chose to manifest diversity. We are part of that diversity. In its process of self-emergence, it chose to empower life to become self-aware and self-empowering. The soul grows and grows—the consciousness that holds the awareness and experience of our multiple lifetimes. We’re expanding. We didn’t choose that; we are discovering a world designed billions of years before we showed up.",
      "token_est": null,
      "hash": null,
      "channel": "Edge of Mind",
      "source_type": "interview",
      "citation": "Bache · 2022-06-03 · Edge of Mind · Part II of his Remarkable Twenty-Year Journey into the World of Psychedelics (Podcast – Part 2)",
      "url": "https://youtu.be/-vebDk9FRYU",
      "transcript_path": "sources/transcripts/2022-06-03-part-ii-of-his-remarkable-twenty-year-journey-into-the-world-of-psychedelics-edge-of-mind-podcast-part-2.md",
      "_score": 0.5359379649162292,
      "youtube_id": "-vebDk9FRYU",
      "start_sec": 5507.0,
      "end_sec": 5532.026,
      "start_hhmmss": "01:31:47",
      "end_hhmmss": "01:32:12",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5444,
      "ts_url": "https://youtu.be/-vebDk9FRYU?t=5507"
    },
    {
      "id": 2267,
      "talk_id": "2024-06-30-lsd-and-the-mind-of-the-universe-full-interview-in-reality",
      "archival_title": "LSD and the Mind of the Universe – Full Interview (In Reality)",
      "recorded_date": "2024-06-30",
      "published": "2024-06-30",
      "chunk_index": 4,
      "text": "nsciousness. Ultimately, all physical reality is sourced in an ocean of light, an ocean of radiance.\nYou can't take your ego into that reality and have an experience of it. You can only enter those realities by surrendering what you were in the lower realities. It's not that the lower realities are inferior or bad; they are more specific, progressively individualized manifestations of a larger reality. To enter higher levels, you reverse the process: you decouple, let go at deeper levels, so that you literally become, for hours at a time, a citizen of that level of reality. You stop being Chris Bache. You stop being a human being. You stop being a time-space being at all. You literally live and breathe the nature of that existence. There is always a profound sense of homecoming and return. All existence comes from this reality, so there’s a tremendous sense of stillness, calm, reunion—being restored to your primal wholeness. One senses that these levels constantly infuse and inform this reality.",
      "token_est": null,
      "hash": null,
      "channel": "In Reality",
      "source_type": "interview",
      "citation": "Bache · 2024-06-30 · In Reality · LSD and the Mind of the Universe – Full Interview (In Reality)",
      "url": "https://youtu.be/wp5V5_Y5rJ8",
      "transcript_path": "sources/transcripts/2024-06-30-lsd-and-the-mind-of-the-universe-full-interview-in-reality.md",
      "_score": 0.5328065156936646,
      "youtube_id": "wp5V5_Y5rJ8",
      "start_sec": 235.0,
      "end_sec": null,
      "start_hhmmss": "00:03:55",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/wp5V5_Y5rJ8?t=235"
    },
    {
      "id": 2131,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 24,
      "text": "s we make flowing back into the collective—very similar to Rupert Sheldrake’s morphic fields theory.\nRegina Meredith:\nWe tend to incarnate during different periods of history to purify a previous period of history. But we’re doing it together—as a species—and as soul and tribal, geographic groups.\n\nRegina Meredith:\nWe’re going to get to the Diamond Soul in just a moment. First, one big question, because it’s a common assumption: many believe that reaching oneness is the end of the journey. You once held that belief. What did you discover when you finally experienced oneness?\n\nChris Bache:\nOneness is a profound truth—absolutely foundational across the world’s spiritual traditions. It brings us in touch with our essential nature beneath the variability of our surface nature and generates deep compassion. When you’ve experienced oneness, you naturally become gentle with everyone around you, including yourself. It’s a profound step in our spiritual journey, but I don’t think it’s the final step. Sometimes the end is described as dissolving into the primal void that precedes even the physical universe, but in my experience, even that is not the end.",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.5326288938522339,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 1985.0,
      "end_sec": 2201.03,
      "start_hhmmss": "00:33:05",
      "end_hhmmss": "00:36:41",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.6977,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=1985"
    },
    {
      "id": 572,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 42,
      "text": "ime, which I recall you relating to bhakti—loving devotion, alleviating the suffering of all beings?\nChris Bache: Yin and yang is an attempt by a particular culture to articulate some of the deep structure of the universe and to point to this primal duality, which then divides into the 10,000 things—the complexity of the evolving of life. But I think we have to be careful not to hang too much on the primary polarity—good/bad, male/female, things like this. Bhakti is a different issue, and this was a surprise to me. In Hinduism there are four systems of spiritual work—four yogas: jnana yoga, the yoga of meditation; karma yoga, the yoga of action; and bhakti, the yoga of emotion. It’s loving God—it’s becoming awakened through love. I had always been attracted to the mental forms of spiritual practice. Of all the yogas in Hinduism, I was least attracted to bhakti—the cultivation of an emotional relationship with the divine—yet I found in the psychedelic work that bhakti was activated, very powerfully activated. I had not only a mental relationship with the universe and a cognitive experience of the universe, but an overwhelmingly powerful emotional connection and experience so that it became a love relationship. Everybody has to develop their own vocabulary for ultimate reality, but my vocabulary for ultimate reality—I call the Absolute “my Beloved,” “the Beloved,” because that’s the bhakti quality.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.5302958488464355,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 4404.0,
      "end_sec": null,
      "start_hhmmss": "01:13:24",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=4404"
    },
    {
      "id": 2068,
      "talk_id": "2023-10-29-ego-to-oneness-confronting-the-climate-crisis-ep-278",
      "archival_title": "Ego to Oneness, Confronting the Climate Crisis (EP 278)",
      "recorded_date": "2023-10-29",
      "published": "2023-10-29",
      "chunk_index": 37,
      "text": "ividual, but realizing you are inner, you are inter, and you are the wholeness of it all: the intra.\nChris Bache:\nBeautiful again. This has been the ancient message of the spiritual traditions, and now the scientific voice is joining that chorus with its own epistemology. The core message is that the finite self is a limited, functional, contextual self—not an ultimate self. As the Buddha saw in his night of awakening, he saw no self anywhere—not in him, not in anyone else, not in anything else. When one enters deeply into transparency, intraconnected is still too small for it. It’s a wholeness of life where the beginning and ending of my life dissolves completely in the beginning and ending of all other lives, and one dissolves into the communion of life in its totality—functioning in its beautiful individuality and yet in incredibly complex, balanced harmony in community.",
      "token_est": null,
      "hash": null,
      "channel": "Connecting with Coincidence",
      "source_type": "lecture",
      "citation": "Bache · 2023-10-29 · Connecting with Coincidence · Ego to Oneness, Confronting the Climate Crisis (EP 278)",
      "url": "https://youtu.be/pYw8ZqCqx18",
      "transcript_path": "sources/transcripts/2023-10-29-ego-to-oneness-confronting-the-climate-crisis-ep-278.md",
      "_score": 0.5301716327667236,
      "youtube_id": "pYw8ZqCqx18",
      "start_sec": 3383.0,
      "end_sec": null,
      "start_hhmmss": "00:56:23",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/pYw8ZqCqx18?t=3383"
    }
  ]
}