{
  "chunks": [
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.6739262342453003
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.602204442024231
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5849878787994385
    },
    {
      "id": "lsdmu.c12.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1168,
      "text": "It takes time to integrate such experiences and make them truly one’s own. Time and sharing. In his beautiful book on near-death experiences, Consciousness Beyond Life, Pim van Lommel describes the challenges that people face as they attempt to integrate their experience of transcendence into their daily lives. There he writes, “The process of integration cannot get under way properly until the experience can be shared.” This is true for deep psychedelic experience as well. In my case at least, there was a level of integration that took place before sharing my story with others and a deeper level that has opened as I have been writing this book.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5819480419158936
    },
    {
      "id": "lsdmu.c12.s00.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1125,
      "text": "I think we are still in the early stages of understanding how entering these extreme states of consciousness is affecting us. We are only beginning to learn how to absorb the possibilities they unleash. As long as our sessions stay close to the shoreline of the known world, uncovering the pains of our past, we have therapeutic models for how to work with them. Travel a bit further out to experience the intelligence running through all existence or the continuity of life after death, and still we have spiritual models for absorbing these blessings. But when our journeys take us great distances from the known world—when we enter the truly deep waters of the cosmos—how are these adventures being integrated by us then? What does *integration* even mean in this context?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §0 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 0,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5730992555618286
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5684213042259216
    },
    {
      "id": "lsdmu.c08.s01.p46",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 794,
      "text": "I believe that what I experienced in session 38 was the true birth of my integrated Soul, however incompletely actualized this consciousness may be in my present life. The paradox is that something can be fully actualized in the psychedelic state and at the same time be incompletely realized inside the demanding conditions of space-time. Indeed, *navigating these different levels of actualization is a tricky part of working with these states*. (If I could, I would underline this sentence several times.) It’s all too easy to get carried away and think that more has been permanently accomplished in these hours than actually has been. But if we stay grounded in the reality of our incompleteness, a deeper dialectic begins to unfold.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶46",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 46,
      "sentence": null,
      "_score": 0.5638387203216553
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5574453473091125
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5504549145698547
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5490914583206177
    },
    {
      "id": "lsdmu.c01.s11.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 120,
      "text": "The in-taking of sacred awareness and the activation and stabilization of our innate capacities is the long and patient work of reincarnation, and I believe it is the long work of psychedelic practice as well, at least after the early excitement of discovery passes. In our later sessions, we are no longer running to explore a universe “out there,” but rather are “calling down heaven,” pulling higher states of awareness into our physical being, alchemically mixing heaven and earth in the vessel of our human body. When *nirvana* (enlightenment) and *samsara* (cyclic existence) are truly one, when full transparency lives in the sea of perpetual change, then heaven is realized on earth and there is no felt need to go elsewhere.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §11 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 11,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5398572087287903
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.5386145114898682
    },
    {
      "id": "lsdmu.c12.s02.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1157,
      "text": "Integration is not just a psychological process; it is also a social process. When you do deep psychedelic work in a culture that is hostile to psychedelics or even just naive about them, you inevitably separate yourself from your friends and neighbors. Because it is not possible to share this important part of your life with them, your relationships grow thinner. You can enter into their world, but they cannot enter into yours. Even if they are open to the psychedelic conversation, unless they have been psychedelically initiated themselves, the discussion soon falters. It’s no one’s fault, but as a result of this invisible boundary, you become less authentic in their presence, less your full self. Again Carl Jung spoke for me when he wrote, “Loneliness does not come from having no people about one, but from being unable to communicate the things that seem important to oneself, or from holding certain views which others find inadmissible.” Of the many things I had anticipated in undertaking this journey, the personal cost of this loneliness was the most unexpected.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §2 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 2,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5384768843650818
    },
    {
      "id": "lsdmu.c02.s02.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 177,
      "text": "As the negative perinatal experiences continued to build over the next several sessions, so did the positive experiences that emerged during the ecstatic portion of the sessions. In one session, I experienced life as a living fabric of interwoven intelligences—atomic, molecular, cellular, human, societal, and planetary. This early taste of the weave of Oneness was just a metaphysical appetizer for the deeper experiences of Oneness that would follow later, so I will not spend time on it. I would, however, like to share one experience from this period because it speaks to the rationale for this book as a whole. This session helped me let go of my conventional academic training and embrace psychedelics as anew method of philosophical inquiry.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §2 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 2,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.5337581634521484
    },
    {
      "id": "lsdmu.c12.s02.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1156,
      "text": "Because of my culture’s restrictive laws around psychedelics, I could not bring my visionary experiences back into my world. I integrated my sessions as best I could, but my integration, like the work itself, was private and surreptitious. Though I kept myself whole in my personal life, I was not allowed to be whole in my public life, and if you are not whole in your public life, can you ever be truly whole? How can transcendence and immanence find their proper balance in such compromised circumstances?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §2 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 2,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5336219072341919
    },
    {
      "id": "lsdmu.c12.s01.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1141,
      "text": "I was in a strange condition. Everything I had learned on my psychedelic journey was now part of my being, giving me an inner calm and confidence in the innate wisdom of life. Because of my sessions, I could see the beauty and grandeur of our living universe. I saw human beings everywhere challenging themselves to become more, their former lives bubbling up inside the talents and foibles they took for granted. I knew their suffering would be healed in the bliss that follows each death and in their Soul’s unquenchable passion for continued self-transformation. I felt the pulse of our collective heart as we struggled with our past to give birth to our future self. I could see the genius of the Creative Intelligence manifesting everywhere around me, and yet I no longer wanted to be here.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §1 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 1,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5324164032936096
    },
    {
      "id": "lsdmu.apx01.s01.p21",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 20,
      "text": "Let me draw upon Sri Aurobindo’s involutionary/evolutionary cosmology here because it resonates strongly with the cosmology that emerges in psychedelic work, as Stan Grof has demonstrated in his beautiful book *The Cosmic Game*. According to Sri Aurobindo, in the cascading involution of the Divine, many levels of existence are manifested. While these levels may be porous from “above,” they are less porous from “below.” Like looking through a series of one-way mirrors, the Divine looking “down” sees everything It has become, but looking “up” from lower levels, the Divine sees less. When we who are below manage either by hard labor or by grace to access some of these higher levels, a special magic sometimes takes place.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶21",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 21,
      "sentence": null,
      "_score": 0.530275821685791
    },
    {
      "id": "lsdmu.c10.s05.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1017,
      "text": "In the beginning of this book, I said that there were two basic trajectories in my psychedelic work. The first was spiritual awakening, and the second was cosmic exploration. While I never let go of personal liberation as my baseline objective, the work of collective liberation and the adventure of exploring the cosmos had come to dominate my sessions. Now in these late sessions, the arc of the work seemed to be curving back around to the original goal of spiritual awakening.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §5 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 5,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5283636450767517
    }
  ]
}