{
  "chunks": [
    {
      "id": 248,
      "talk_id": "2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83",
      "archival_title": "Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "recorded_date": "2018-10-12",
      "published": "2018-10-12",
      "chunk_index": 56,
      "text": "hose things in mind, how do you integrate something as profound and massive as what you experienced?\nChris Bache: Some of the integration challenges I faced are exactly why I’d recommend against doing what I did. With these substances, we can dissolve so deeply into vast territories that it truly becomes mind-boggling—how does one integrate that? As long as you’re still within time and space, uncovering your personal or even past life trauma, we have therapeutic models for integration. If you go deeper, experiencing the intelligence that runs through all things or the certainty of continuity after death, there are spiritual models for integrating that, too. Even in near-death research, where people have deep, singular experiences of transcendence, we have some sense of what integration can look like.",
      "token_est": null,
      "hash": null,
      "channel": "Adventures Through the Mind",
      "source_type": "lecture",
      "citation": "Bache · 2018-10-12 · Adventures Through the Mind · Mapping Consciousness with High-Dose LSD (ATTMind #83)",
      "url": "https://youtu.be/L3D_fSr75u8",
      "transcript_path": "sources/transcripts/2018-10-12-mapping-consciousness-with-high-dose-lsd-attmind-83.md",
      "_score": 0.6691786050796509,
      "youtube_id": "L3D_fSr75u8",
      "start_sec": 4517.0,
      "end_sec": null,
      "start_hhmmss": "01:15:17",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/L3D_fSr75u8?t=4517"
    },
    {
      "id": 2488,
      "talk_id": "2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human",
      "archival_title": "The Phoenix Always Rises: Evolving into the Future Human",
      "recorded_date": "2025-01-08",
      "published": "2025-01-08",
      "chunk_index": 12,
      "text": "you unpick a bit of the structure you see as useful for helping us move toward being future humans?\nChris Bache\nThere are several things rolled into your observations—all good. First, I think integration is very important. We have the chemical technology to trigger very deep states of consciousness, but these states may have very little lasting impact on our deeply ingrained psychological and cultural habits if we don't take time to sit with them and integrate them as deeply as we can into our embodied existence.\n\nOver the course of my work, even though I was paying a lot of attention and doing as good a job as I could to integrate each individual session, I still underestimated the long-term challenges of integrating an entire spiritual journey. I didn't fully comprehend this until I had stopped my journey and realized how hard the stopping hit me, exposing the imbalance—the failure to integrate the most extreme, radical experiences, which were the deepest: being drawn into intimacy, into communion with—I want to say the divine, but I'm cautious because we have to unpack theological baggage.",
      "token_est": null,
      "hash": null,
      "channel": "Accidental Gods",
      "source_type": "lecture",
      "citation": "Bache · 2025-01-08 · Accidental Gods · The Phoenix Always Rises: Evolving into the Future Human",
      "url": "https://youtu.be/q-caGhIlKS8",
      "transcript_path": "sources/transcripts/2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human.md",
      "_score": 0.6635998487472534,
      "youtube_id": "q-caGhIlKS8",
      "start_sec": 689.0,
      "end_sec": null,
      "start_hhmmss": "00:11:29",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/q-caGhIlKS8?t=689"
    },
    {
      "id": 1533,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 66,
      "text": "sking, what is your everyday consciousness like now after all of these experiences and explorations?\nChris Bache:\nI wish I could tell you I’m a fully enlightened being cruising the cosmic planes all the time, but that’s not the case. Integrating these experiences is a lifelong undertaking. In the 20 years after I stopped this work, I’ve come to appreciate how large the integration process is—even to the point that I don’t think we really know how entering these deep levels of reality is influencing us as human beings. We’re just scratching the surface. If we’re working therapeutically and bringing out issues from the personal unconscious, we have a model for integration. If we go deeper and have spiritual experiences of the intelligence running through life, we have spiritual models. But when we go really deep—beyond space and time, dissolving into the luminous body of creation—how are those experiences integrated in us?",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.6605056524276733,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 5735.0,
      "end_sec": 5797.528,
      "start_hhmmss": "01:35:35",
      "end_hhmmss": "01:36:38",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.8437,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=5735"
    },
    {
      "id": 2184,
      "talk_id": "2023-12-05-what-73-high-dose-lsd-sessions-taught-christopher-bache",
      "archival_title": "What 73 High-Dose LSD Sessions Taught Christopher Bache",
      "recorded_date": "2023-12-05",
      "published": "2023-12-05",
      "chunk_index": 45,
      "text": "t because of how intense and confusing it can be, integration can be really hard in day-to-day life.\nChris Bache:\nIt can. Once we get into this work deeply, we realize we're playing on a different field than we thought. It's a much bigger game. It's not about our personal life and transformation—we're involved in historic processes of enormous import. If you're going to engage the deep psyche, you're going into the deep end of the pool. The deep water is moving very fast right now; there's tremendous bubbling taking place. Everyone has a certain tolerance for handling the complexity and intensity at that level.\n\nWhen we come back, we need to record as carefully as we can the nature of our visionary experience—and then take care of ourselves as we integrate it. It took me a year to recover from the session about the birth of the future human—the collapse into the death and rebirth of humanity—and to stabilize it. Even then, you have to practice the arts of grounding if you're going to go deep. Be well grounded at all levels: physically, emotionally, psychologically, and socially with your peer groups. It’s a demanding process.",
      "token_est": null,
      "hash": null,
      "channel": "Numinus Network",
      "source_type": "lecture",
      "citation": "Bache · 2023-12-05 · Numinus Network · What 73 High-Dose LSD Sessions Taught Christopher Bache",
      "url": "https://youtu.be/AyMBQMGaIeA",
      "transcript_path": "sources/transcripts/2023-12-05-what-73-high-dose-lsd-sessions-taught-christopher-bache.md",
      "_score": 0.6603175401687622,
      "youtube_id": "AyMBQMGaIeA",
      "start_sec": 3920.0,
      "end_sec": null,
      "start_hhmmss": "01:05:20",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/AyMBQMGaIeA?t=3920"
    },
    {
      "id": 1254,
      "talk_id": "2022-02-17-exploring-lsd-as-a-practice-edge-of-mind-podcast-part-1",
      "archival_title": "Exploring LSD as a Practice (Edge of Mind Podcast – Part 1)",
      "recorded_date": "2022-02-17",
      "published": "2022-02-17",
      "chunk_index": 38,
      "text": "he role of fear and integration versus disintegration, and your ability to contain this information?\nChris Bache\nTo go through a death–rebirth cycle is always an ordeal. It always involves surrender to the unknown and yielding to the fear that’s holding your system locked in place. At advanced stages I truly did fear for my sanity, or at least I knew I was going someplace completely beyond anything I could hold on to. I couldn’t hold on to sanity as I had known it. It was like going over a waterfall. But once you go over and experience that death, you wake up in a new reality as a new kind of being—not just a new-and-improved you, but a different kind of being—where, for hours at a time, you can experience the universe as it experiences itself, completely beyond any human frame of reference.",
      "token_est": null,
      "hash": null,
      "channel": "Edge of Mind",
      "source_type": "interview",
      "citation": "Bache · 2022-02-17 · Edge of Mind · Exploring LSD as a Practice (Podcast – Part 1)",
      "url": "https://youtu.be/eV86_iSTEbU",
      "transcript_path": "sources/transcripts/2022-02-17-exploring-lsd-as-a-practice-edge-of-mind-podcast-part-1.md",
      "_score": 0.6562178134918213,
      "youtube_id": "eV86_iSTEbU",
      "start_sec": 3418.0,
      "end_sec": null,
      "start_hhmmss": "00:56:58",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/eV86_iSTEbU?t=3418"
    },
    {
      "id": 2023,
      "talk_id": "2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om",
      "archival_title": "LSD & the Mind of the Universe (What Is Going OM)",
      "recorded_date": "2023-08-17",
      "published": "2023-08-17",
      "chunk_index": 31,
      "text": "t’s been 24 years since you stopped. Do you feel you have fully integrated all of those experiences?\nChris Bache:\nNo, I haven’t. When I finished my sessions and was beginning the digesting process, in meditation the universe said to me, “Twenty years in, twenty years out.” I thought, “Oh, it’ll take me 20 years to assimilate 20 years of my journey.” As I was getting to the end, writing Diamonds from Heaven, I thought that was probably optimistic. I think it will take me many lifetimes to fully integrate all the gifts I’ve been given.\n\nSandy Sedgbeer:\nWhat do you think, in light of what you’ve told us—what you’ve learned and seen—we most urgently need to address now as a species?\n\nChris Bache:\nThere are many layers to that question. First, we start by taking full responsibility for our shadow—engaging it and clearing obstacles and blocks that impede our compassion and healthy, whole psycho-spiritual functioning. We need to reconnect with, and rediscover, our relationship with the universe and our fundamental core identity with the universe.",
      "token_est": null,
      "hash": null,
      "channel": "OMTimesTV / Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2023-08-17 · OMTimesTV / Sandie Sedgbeer · LSD & the Mind of the Universe (What Is Going OM)",
      "url": "https://youtu.be/2Trb-vC8zc0",
      "transcript_path": "sources/transcripts/2023-08-17-lsd-and-the-mind-of-the-universe-what-is-going-om.md",
      "_score": 0.6552470922470093,
      "youtube_id": "2Trb-vC8zc0",
      "start_sec": 2896.0,
      "end_sec": 3015.447,
      "start_hhmmss": "00:48:16",
      "end_hhmmss": "00:50:15",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7155,
      "ts_url": "https://youtu.be/2Trb-vC8zc0?t=2896"
    },
    {
      "id": 2547,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 10,
      "text": "er.\n\nEmmy Vadnais: You also took meticulous notes from your sessions, much of which is in your book.\nChris Bache: Yes. The first step of integration is an accurate phenomenological description of exactly what happens. Integration is the foundation of future sessions. If you don’t integrate thoroughly and conscientiously, you’re less likely to have as deep an experience next time. There’s a circle: you open, then you integrate what you experience, which lays the foundation for a deeper opening in your next session.\n\nEmmy Vadnais: It seems like they built upon each other.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.647731363773346,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 811.0,
      "end_sec": 872.232,
      "start_hhmmss": "00:13:31",
      "end_hhmmss": "00:14:32",
      "source_used": "captions",
      "method": "fuzzy",
      "confidence": 0.6552,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=811"
    },
    {
      "id": 2253,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 49,
      "text": "en to you—when that love is so pure and magnificent? I’m nowhere near done integrating those pieces.\nIn the end, you can’t integrate the infinite into the finite. Your only option is to integrate the finite into the infinite. Even though my journey wasn’t about spiritual awakening per se, when you try to integrate cosmological exploration, you’re brought back to Spirituality 101: What can you hold right here, right now? What are you able to actualize right here, right now? That’s spiritual practice. You get brought right back to your cushion.\n\nTom Habib: The journey continues.\n\nChris Bache: The journey continues.\n\nTom Habib: This is a good place to end the formal session. Thank you, everyone, for joining. Chris, where can people find more information and your books?\n\nChris Bache: My website—chrisbache.com. It’s a bit unfinished—my web designer jumped ship about three-fourths of the way through—but it’s there, and you can reach me through it.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.6358743906021118,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 5090.0,
      "end_sec": null,
      "start_hhmmss": "01:24:50",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=5090"
    },
    {
      "id": 585,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 55,
      "text": "get enough light from the other side. It just is. We accept that more easily than we do with people.\nChris Bache: Exciting times we live in. I know we’re coming towards the end, so I want to mention something. The last chapter of my book is called “Coming Off the Mountain,” and I discuss what happened when I stopped my sessions—the years after I stopped. I mention this because it’s getting easier with the substances available to us to break through consciousness, to break into intimacy with the universe, to break into transcendence, to access information. My experience was that when I stopped my sessions, I thought that since I’d been given so many gifts and had so many mystical experiences and experiences of intimacy with the being of existence—dissolving into the primordial light—I thought it would be easy to stop and be nourished by those experiences. What I found was a deep existential longing to return to those dimensions. I knew I had to stop for reasons I explain in the book. I came to a point where I knew I needed to stop and slow things down, and I knew when I stopped that I would never go back into such intimacy with the divine during my lifetime. It would only happen with death—that I would return to such depth of place. I found myself slowly entering a condition where I was just waiting to die. I was taking care of my children, teaching my classes, doing the things I do, but in my heart of hearts I was just waiting for this life to be over so I could return to the full intimacy of the divine. In time I realized this is not right. This is not the way this work is supposed to end. I had been so careful to integrate every session and not get ahead of myself that it wasn’t clear where I had gone wrong. My life was screaming “failure to integrate,” but it wasn’t clear how I’d failed, because I had paid so much attention to integration. I learned that integrating a session is different than integrating an entire journey. My journey had taken me so deeply into transcendence that I lost my footing in the world of immanence. It’s all the divine—the physical world is the divine—but I had gone so deep into the transcendent divine that I lost my footing inside the immanent divine. It took years—about ten years—to get grounded back in space-time reality so that I could live the remainder of my years within the joy of space-time reality. I mention this because as more people have experiences of transcendence, we naturally want to go there, or let there come in here more completely. It’s really important to address integration while we are going into these states—integrate, integrate, integrate. Integrating a journey is different than integrating individual sessions. It’s a delicate process. I mention my own mistakes to encourage other people not to make those mistakes.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.632378339767456,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 5587.0,
      "end_sec": 5872.925,
      "start_hhmmss": "01:33:07",
      "end_hhmmss": "01:37:53",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7178,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=5587"
    },
    {
      "id": 1978,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 44,
      "text": "it during the course of these experiences as part of integration, or was it reflection looking back?\nChris Bache:\nReflection looking back. All my sessions were recorded within 24 hours. I had about 400 pages of notes, which I studied, blocked, took apart, reassembled, diagrammed in different ways. It took years to piece together the storyline—and decide what to leave out and what to include. I left out a lot of the personal healings and small personal things because those weren’t the important parts for this book. Everyone has a personal story; as a philosopher, the story becomes interesting when the process takes you beyond the personal psyche into the deep waters of the psyche.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.6285531520843506,
      "youtube_id": null,
      "start_sec": 3471.378,
      "end_sec": 3494.84,
      "start_hhmmss": "00:57:51",
      "end_hhmmss": "00:58:15",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6312,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 1183,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 68,
      "text": "o understand their implications and possibilities and their implications for how we should live now.\nChris Bache:\nYes. There’s a book just published called Psychedelics and Psychotherapy that focuses on integration. I have an article in it. We’re getting past the stage where the excitement over breaking through to these dimensions of consciousness dominates. We’re beginning to realize the real issue is: What do we do with these experiences? How can we hold them? How do we integrate them individually and in small communities? How do we integrate them intellectually so we shift the paradigm we live within?\n\nPsychedelic experiences support the paradigm of a living universe—not dead matter, but a universe that is alive, with orders and orders and orders of intelligence behind and within physical existence. There are many levels to it. I would offer my own experiences as some of what not to do. I’m deadly serious when I say I pushed myself harder than was wise at the end. The hardest chapter to write was the last one, “Coming Off the Mountain,” where I reflect on the years after I stopped my sessions. It took me a year just to write it.",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.6256338357925415,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 5962.0,
      "end_sec": null,
      "start_hhmmss": "01:39:22",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=5962"
    },
    {
      "id": 2650,
      "talk_id": "2025-05-18-diamond-luminosity-live-stream",
      "archival_title": "Diamond Luminosity (live stream)",
      "recorded_date": "2025-05-18",
      "published": "2025-05-18",
      "chunk_index": 13,
      "text": "d in those first 20 years.\n\nEmmy Vadnais:\nSo you feel like you’re still integrating the experiences?\nChris Bache:\nVery much so. It raises substantial intellectual questions: how do you possibly integrate experiences that so radically transcend the conditions of time and space and our consciousness inside time and space? If you have temporary experiences that go radically beyond spatial consciousness and linear time, what does it even mean to integrate them? What does integration look like when you’re dealing with such radical experiences? With lower-dose work or gentler psychedelics, where experiences come closer to your world inside time and space, integration is less demanding. But if you really open the very deep waters of the psyche, integration becomes a more substantive issue.\n\nEmmy Vadnais:\nWe’re getting lots of questions. This one from Robert Bushman might be a good place to start: What is consciousness? Is there an ultimate reality, or is it infinitely fractal? How can an individual’s conscious awareness expand without psychedelics? How can one remember past lives? Maybe starting with: what is consciousness?",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-05-18 · New Thinking Allowed · Diamond Luminosity (live stream)",
      "url": "https://youtu.be/FlHqinHyt9I",
      "transcript_path": "sources/transcripts/2025-05-18-diamond-luminosity-live-stream.md",
      "_score": 0.6230852007865906,
      "youtube_id": "FlHqinHyt9I",
      "start_sec": 951.0,
      "end_sec": null,
      "start_hhmmss": "00:15:51",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FlHqinHyt9I?t=951"
    },
    {
      "id": 2557,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 20,
      "text": "sing: surrender completely, open, breathe, receive teachings, then bring it back in and consolidate.\nEmmy Vadnais: What are some of the teachings you received?\n\nChris Bache: That the universe is a manifestation of a single consciousness—a massive consciousness beyond anything we’ve grasped in Western religious and philosophical traditions. Creation is intentional. I hesitate to use “design,” but there is an intelligence manifesting in time and space. We are part of this intelligence; our nature is of the same nature as its nature—Atman is Brahman. Reincarnation is a fact of life. We won’t get far trying to understand existence unless we understand the pulse of life—that our current life is just the most recent in many cycles of life and death. There is an underlying logic to our circumstances—what Buddhists and Hindus call karma—an intentionality working itself out in our lives. Our evolution is not driven solely by blind chance and mechanical processes; there is a deeper intelligence manifesting in our circumstances and challenges, inviting us to become more by the end of life than we were at the beginning. Those are a few touch points.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.6208313703536987,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 1882.0,
      "end_sec": null,
      "start_hhmmss": "00:31:22",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=1882"
    },
    {
      "id": 1923,
      "talk_id": "2023-03-16-what-does-it-mean-to-be-a-good-person-psychedelically-chris-bache-phd",
      "archival_title": "What does it mean to be a good person, psychedelically? | Chris Bache PhD",
      "recorded_date": "2023-03-16",
      "published": "2023-03-16",
      "chunk_index": 6,
      "text": "egration—what does it mean to remember that, and what does it mean to catch ourselves in forgetting?\nChris Bache\nWe go up on the mountain, we see some things, maybe receive blessings, and then we come down and go to work on Monday morning. Over and over again. It’s a matter of constantly engaging, being aware of how you’re engaging, checking yourself, recommitting to doing a better job—again and again.\n\nFor me, much of it showed up in my work as a teacher. I loved being with the students and always wanted to do it better, but I constantly caught myself making assumptions, drawing false inferences, not doing a good enough job, being a little tired and letting them down on a particular day—then coming back and trying to do better the next day, the next week, the next semester. Over and over, trying to live up to what we know to be true.",
      "token_est": null,
      "hash": null,
      "channel": "Adventures Through the Mind",
      "source_type": "lecture",
      "citation": "Bache · 2023-03-16 · Adventures Through the Mind · What does it mean to be a good person, psychedelically? | Chris Bache PhD",
      "url": "https://youtu.be/83VOl7ylChQ",
      "transcript_path": "sources/transcripts/2023-03-16-what-does-it-mean-to-be-a-good-person-psychedelically-chris-bache-phd.md",
      "_score": 0.6202207207679749,
      "youtube_id": "83VOl7ylChQ",
      "start_sec": 520.0,
      "end_sec": null,
      "start_hhmmss": "00:08:40",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/83VOl7ylChQ?t=520"
    },
    {
      "id": 679,
      "talk_id": "2020-10-04-a-visionary-experience-of-the-birth-of-the-future-human",
      "archival_title": "A Visionary Experience of the Birth of the Future Human",
      "recorded_date": "2020-10-04",
      "published": "2020-10-04",
      "chunk_index": 26,
      "text": "itivity to the larger, deeper rhythms of life that we share with all other life forms on our planet.\nJeannet Weurman:\nI hear that—the biggest potential for purification is right here with us.\n\nChris Bache:\nEssentially, if the human species can be fixed—if it can be awakened—everyone will be safe on the planet. If we don’t save ourselves and wake ourselves up, then all life forms will continue to be in danger.\n\nJeannet Weurman:\nThank you. The second question was: after this incredible gift of realization—big question—what have you been doing with your life for the last 20 years?\n\nChris Bache:\nGood question. I spent 20 years really thinking about these sessions and trying to understand them. It takes a long time to integrate experiences this deep. Much to my surprise, coming down the mountain of these visions was almost as difficult as going up the mountain. The last chapter of the book is called “Coming Off the Mountain,” where I describe some of the challenges I faced coming away from the visionary state and re-entering a fully grounded condition.",
      "token_est": null,
      "hash": null,
      "channel": "Cambridge Consciousness Forum",
      "source_type": "lecture",
      "citation": "Bache · 2020-10-04 · Cambridge Consciousness Forum · A Visionary Experience of the Birth of the Future Human",
      "url": "https://youtu.be/-xbx5HnOFmA",
      "transcript_path": "sources/transcripts/2020-10-04-a-visionary-experience-of-the-birth-of-the-future-human.md",
      "_score": 0.6159521341323853,
      "youtube_id": "-xbx5HnOFmA",
      "start_sec": 2838.0,
      "end_sec": null,
      "start_hhmmss": "00:47:18",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-xbx5HnOFmA?t=2838"
    },
    {
      "id": 1429,
      "talk_id": "2022-06-03-part-ii-of-his-remarkable-twenty-year-journey-into-the-world-of-psychedelics-edge-of-mind-podcast-part-2",
      "archival_title": "Part II of his Remarkable Twenty-Year Journey into the World of Psychedelics (Edge of Mind Podcast – Part 2)",
      "recorded_date": "2022-06-03",
      "published": "2022-06-03",
      "chunk_index": 53,
      "text": "can be both Chris Bache and the cosmos. Who says you can’t be both? Aristotle? We live in his world.\nOne other important thing, Chris. We touched on this briefly last time. There seems to be a suggestion in your language—a quality of return. “I want to return to the Beloved. I want to return to the Light.” I’m wondering how we can play with that alongside decimating the notion of path itself. Is “return” a provisional description, and a more absolute approach would be recognition and self-liberation? That is, you don’t need to return to anything—the issue is removing the cataracts of confusion, opening the aperture of heart and mind, and the Light, the Mother, is right here now. Does that speak to you when you reference longing to return to the Mother, the Beloved, the Clear Light? That denotes a subtle dualism—“I have to return”—versus “No, I just recognize.”",
      "token_est": null,
      "hash": null,
      "channel": "Edge of Mind",
      "source_type": "interview",
      "citation": "Bache · 2022-06-03 · Edge of Mind · Part II of his Remarkable Twenty-Year Journey into the World of Psychedelics (Podcast – Part 2)",
      "url": "https://youtu.be/-vebDk9FRYU",
      "transcript_path": "sources/transcripts/2022-06-03-part-ii-of-his-remarkable-twenty-year-journey-into-the-world-of-psychedelics-edge-of-mind-podcast-part-2.md",
      "_score": 0.6113438606262207,
      "youtube_id": "-vebDk9FRYU",
      "start_sec": 4899.0,
      "end_sec": 4934.155,
      "start_hhmmss": "01:21:39",
      "end_hhmmss": "01:22:14",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.4814,
      "ts_url": "https://youtu.be/-vebDk9FRYU?t=4899"
    },
    {
      "id": 1161,
      "talk_id": "2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1",
      "archival_title": "Evolution of Collective Consciousness (Deep Transformation Podcast – Part 1)",
      "recorded_date": "2022-01-20",
      "published": "2022-01-20",
      "chunk_index": 46,
      "text": "d beautiful that you did it with that aspiration and prayer. It feels like your prayer was answered.\nJohn Dupuy:\nChris, what do you do these days to keep yourself—having gone on such a remarkable journey and come back? You mentioned teaching. Do you have a way of staying awake to what you were gifted and shown, or do you find that the transmission and teaching keep you crisp in this limited reality while staying in touch with and transmitting what you learned on the other side?\n\nChris Bache:\nThere’s a question I ask in the book: What is the value of true but temporary knowledge? I don’t doubt that any of the experiences I had were true, and I also know they were temporary. I cannot live in those places. The idea of bringing them back and integrating them as a stable state may be true for certain levels of experience, but for some of the deeper experiences it’s not possible—at least not at my present level of psycho-spiritual development. I know there are great beings who are masters of these domains, and they are my guiding light. But Chris’s abilities cannot stabilize these states of consciousness.",
      "token_est": null,
      "hash": null,
      "channel": "Deep Transformation Podcast",
      "source_type": "interview",
      "citation": "Bache · 2022-01-20 · Deep Transformation Podcast · Evolution of Collective Consciousness (Part 1)",
      "url": "https://youtu.be/-2NMOMvRkYE",
      "transcript_path": "sources/transcripts/2022-01-20-evolution-of-collective-consciousness-deep-transformation-podcast-part-1.md",
      "_score": 0.6106140613555908,
      "youtube_id": "-2NMOMvRkYE",
      "start_sec": 3890.0,
      "end_sec": 3957.47,
      "start_hhmmss": "01:04:50",
      "end_hhmmss": "01:05:57",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.8013,
      "ts_url": "https://youtu.be/-2NMOMvRkYE?t=3890"
    },
    {
      "id": 2381,
      "talk_id": "2024-09-24-what-73-high-dose-lsd-sessions-taught-christopher-bache-phd-about-the-nature-of-reality-rebroadcast",
      "archival_title": "What 73 high dose LSD sessions taught Christopher Bache PhD about the nature of reality (Rebroadcast)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 52,
      "text": "f the evolution and ecology of consciousness? Where might we focus our intentions on a path forward?\nChris Bache\nAbout halfway through my journey, in the 38th session, in a year of enormous blessings, I was taken on an experience preceded by very intense purification—very intense death-rebirth processes. At one phase in this journey, I experienced all my former lives coming into me. I had done past-life therapy before. I was familiar with about a dozen of my past lives, and I’d already written a book on reincarnation, so I was comfortable with the idea. But this was different: my former lives began coming into me like winding a string on a kite spool. They hit a critical mass and fused. There was an explosion of energy, and all these separate lives fused into one life. A burst of diamond light came out of my chest, and I was catapulted into a state of consciousness beyond anything I had realized up to that time. I was an individual, but an individual beyond any frame of reference I had known. Then I was given a lot of teachings, over and over again, so I would understand what was happening. It changed my understanding of how reincarnation works and where it’s taking us.",
      "token_est": null,
      "hash": null,
      "channel": "Numinus Network",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Numinus Network · What 73 high dose LSD sessions taught Christopher Bache PhD about the nature of reality (Rebroadcast)",
      "url": "https://youtu.be/I1n2E46S-4E",
      "transcript_path": "sources/transcripts/2024-09-24-what-73-high-dose-lsd-sessions-taught-christopher-bache-phd-about-the-nature-of-reality-rebroadcast.md",
      "_score": 0.6087948679924011,
      "youtube_id": "I1n2E46S-4E",
      "start_sec": 4795.0,
      "end_sec": null,
      "start_hhmmss": "01:19:55",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/I1n2E46S-4E?t=4795"
    },
    {
      "id": 1969,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 35,
      "text": "he is challenging. You’ve also said it took you 10 years to digest what you experienced in the ’90s.\nChris Bache:\nWhen I stopped my work in ’99, I thought that, having been given so many gifts, I could simply withdraw and nourish myself by continuing to digest and assimilate them. That was true—but only half the truth. The other half was confronting the tremendous sense of loss I had from not being able to enter this deeply into communion with the universe. There was a real loss of communion because I couldn’t sustain it in my daily life. Some beings can—the great masters of meditation have always been my heroes—and they hold these experiences in an abiding way. That wasn’t the case for me. It took me about 10 years to get over my sense of loss and to recommit to being who I was, where I was, for the remainder of my life, and do as much as I could with that time.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.6060404181480408,
      "youtube_id": null,
      "start_sec": 2753.625,
      "end_sec": 2778.639,
      "start_hhmmss": "00:45:54",
      "end_hhmmss": "00:46:19",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6492,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 2195,
      "talk_id": "2023-12-05-what-73-high-dose-lsd-sessions-taught-christopher-bache",
      "archival_title": "What 73 High-Dose LSD Sessions Taught Christopher Bache",
      "recorded_date": "2023-12-05",
      "published": "2023-12-05",
      "chunk_index": 56,
      "text": "of the evolution and ecology of consciousness—where we might focus our intentions on a path forward.\nChris Bache:\nAbout halfway through my journey, in the 38th session, in a year of great blessings—just enormous blessings—I was taken into an experience preceded by very intense purification processes, a very intense death-rebirth process. At one phase, I had the experience of all my former lives coming into me. I had done past-life therapy before and was familiar with about a dozen of my past lives. I’d already written the book on reincarnation, so I was comfortable with the idea. But I began to experience my former lives coming into me like winding a string on a kite spool. They seemed to hit a critical mass, and when they did, they fused. There was an explosion of energy and all these separate lives fused into one life. There was an explosion of diamond light out of my chest, and I was catapulted into a state of consciousness beyond anything I had realized up to that time. I was an individual, but an individual beyond any frame of reference I had known. I was then given a whole lot of teachings, over and over again, so I would understand what was happening. It changed my whole understanding of how reincarnation works and where it’s taking us.",
      "token_est": null,
      "hash": null,
      "channel": "Numinus Network",
      "source_type": "lecture",
      "citation": "Bache · 2023-12-05 · Numinus Network · What 73 High-Dose LSD Sessions Taught Christopher Bache",
      "url": "https://youtu.be/AyMBQMGaIeA",
      "transcript_path": "sources/transcripts/2023-12-05-what-73-high-dose-lsd-sessions-taught-christopher-bache.md",
      "_score": 0.604478657245636,
      "youtube_id": "AyMBQMGaIeA",
      "start_sec": 4795.0,
      "end_sec": null,
      "start_hhmmss": "01:19:55",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/AyMBQMGaIeA?t=4795"
    }
  ]
}