{
  "chunks": [
    {
      "id": "lsdmu.apx01.s01.p20",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 19,
      "text": "This insight invites us to think about the dynamics of death and rebirth more multidimensionally. It is an insight that generalizes across multiple levels of reality. At the subtle level of consciousness, for example, death and rebirth may open a portal that serves not only to drain destructive energies out of the species-mind but also to infuse healing energies into the species-mind from a higher source, as the sessions reported in chapter 8 demonstrate. At still deeper levels, such portals may allow any number of transcendental blessings to be infused directly into lower orders of existence. The question then becomes: How does the addition of this principle of *infusion from above* influence the question of how we might understand what is dying and being reborn at these deep levels of psychedelic experience?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶20",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 20,
      "sentence": null,
      "_score": 0.6240571737289429
    },
    {
      "id": "lsdmu.apx01.s01.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 0,
      "text": "My psychedelic journey generated a repeating cycle of death and rebirth that systematically initiated me into progressively deeper levels of consciousness. This generates a thought-provoking question: What exactly is dying and being reborn in this spiral of initiation? There is often an acute sensation of dying at the deeper levels, but what does this sensation attach to? Is it simply ego dying over and over again, or is there something more going on? I want to briefly propose four overlapping answers to this question.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.6237979531288147
    },
    {
      "id": "lsdmu.c01.s12.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 124,
      "text": "Confronting our personal shadow is always challenging work, but to understand the deeper suffering that emerges on this journey, we must understand the role that death and rebirth play in an extended psychedelic practice. The experience of dying and being reborn is one of the central dynamics of therapeutically focused psychedelic work. Death is simply the price one is asked to pay to gain access to the myriad worlds that lie beyond the body-mind ego, death not as a metaphor or symbolic enactment but the agonizing loss of everything we know to be real and true, the spasm of our last breath, the terrifying surrender. Death comes in many shapes and sizes. It may steal in softly, melting our resistance slowly, or break through the door violently with drums pounding. Either way, if we want to experience the deeper currents of the cosmos, sooner or later death calls to us.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5961923003196716
    },
    {
      "id": "lsdmu.c06.s01.p15",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 551,
      "text": "The proposal that death and rebirth take place at multiple levels of consciousness falls within the broad framework of Grof’s body of work, where he points to the numerous forms that death can take at transpersonal levels. In *The Ultimate Journey*, for example, he writes:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶15",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 15,
      "sentence": null,
      "_score": 0.5896740555763245
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5822386741638184
    },
    {
      "id": "lsdmu.c02.s04.p15",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 222,
      "text": "The death-rebirth process is never fully completed in a single session. Many sessions of repeatedly engaging the same issues are required before one has exhausted them. The usual pattern is that a subject working at this level will eventually experience a major perinatal crisis centering on one of the phases described above. Yielding to and resolving the crisis will usually shift the person into positive transpersonal experiences for the remainder of the session even though perinatal content may remain for future sessions. If the process is continued through serial sessions, a final death-rebirth experience eventually will completely exhaust all perinatal content. Making copious use of case histories, Grof has demonstrated that systematically engaging this traumatic material can actually dissolve the perinatal matrices, thus permanently removing their influence from the individual’s behavior. In subsequent sessions, the subject moves directly into transpersonal experience as the journey in consciousness continues. Grof has found that *every single person who reaches this level in their work adopts a spiritual interpretation of existence, regardless of their prior psychosocial conditioning*. This includes such unmystical types as staunch atheists, skeptics, Marxists, and positivistically oriented scientists.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §4 ¶15",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 4,
      "paragraph": 15,
      "sentence": null,
      "_score": 0.5771481394767761
    },
    {
      "id": "lsdmu.c01.s12.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 127,
      "text": "Because the universe is infinitely deep with many layers, one faces many deaths on this journey. Ego-death is only the first. Death and rebirth is a cycle that repeats itself multiple times because the universe tends to yield its treasures in layers. The death of the egoic self is followed by other deaths at deeper levels, harder to describe because the terrain is less familiar but no less demanding to undergo.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5711123943328857
    },
    {
      "id": "lsdmu.c07.s06.p12",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 634,
      "text": "Let me take this one step further. When this cycle of purification reaches particularly deep, it becomes a *cycle of death and rebirth*. I had originally thought that death and rebirth was a one-time event, but after going through this cycle multiple times at different levels of consciousness, I began to realize that in psychedelic sessions, *“death” is actually a very intense form of purification*.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §6 ¶12",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 6,
      "paragraph": 12,
      "sentence": null,
      "_score": 0.5682134628295898
    },
    {
      "id": "lsdmu.c07.s06.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 635,
      "text": "After you have died and been reborn many times in your sessions, eventually the very concept of death begins to lose its meaning. You learn through repetition that at the deepest level of your being, it is impossible to die. The form that we are can be shattered, our reality can be repeatedly destroyed, but our innermost essence always reemerges. The phoenix always rises. When the process of purification reaches particularly deep, when it reaches so deep that it begins to dissolve the structure of our life as we have known it, it becomes *purification unto death*. When it empties us of all that we have known and all that we have been, a crisis is reached where what we have been collapses and we are carried forward into a new level of reality.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §6 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 6,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.5664865970611572
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5655906796455383
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5553544759750366
    },
    {
      "id": "lsdmu.c06.s01.p10",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 546,
      "text": "At the present time, however, I have shifted to what I think is a simpler and more elegant way of understanding the ocean of suffering. I now see death and rebirth as a cycle that repeats many times as we move into progressively deeper levels of consciousness. Being an archetypal cycle, any single death-rebirth experience may incorporate material from multiple levels of consciousness. But looking back over the trajectory of all my sessions, I now recognize that the death-rebirth cycle was repeating itself in different forms at different levels of consciousness. The image below may help convey this point.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶10",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 10,
      "sentence": null,
      "_score": 0.5522050261497498
    },
    {
      "id": "lsdmu.c09.s00.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 806,
      "text": "I know it sounds arrogant to speak on such a scale, but I must if lam to describe the visions that repeatedly came through my sessions. Ego-death destroys the existential isolation and constant self-referencing that organizes our ordinary experience of the world. When the partitions of personal consciousness are surrendered, our experience spontaneously opens to the larger rhythms of life that we are part of. One portion of these rhythms is the collective psyche of our species. At the subtle level of consciousness, we can dissolve into the human species-mind so deeply that the beginnings and endings of our personal life become insignificant. When the “small-self” opens to the “species-self” this completely, it is only natural that insights into humanity’s larger developmental trajectory sometimes emerge in our awareness. We would be surprised if this did not happen.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.5508210062980652
    },
    {
      "id": "lsdmu.c02.s04.p14",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 221,
      "text": "**Death and Rebirth**",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §4 ¶14",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 4,
      "paragraph": 14,
      "sentence": null,
      "_score": 0.5498817563056946
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5428233742713928
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5384364128112793
    },
    {
      "id": "lsdmu.c10.s00.p19",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 913,
      "text": "One last point before we begin. It was during this late phase of the journey that I learned that there are many *degrees of dying* in a psychedelic session and that the deepest breakthroughs tend to follow the deepest deaths. With this discovery, death became my closest ally in the work. What had begun in the early sessions as confronting my shadow morphed into a discipline of actively embracing death in whatever form it presented itself. Far from being something to be feared, death became something I sought out, repeatedly plunging myself into its purifying fire. This is a strange thing to say, I know, but other psychedelic journeyers will understand. I was not a glutton for pain; rather, I was a glutton for what lies on the other side of pain.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶19",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 19,
      "sentence": null,
      "_score": 0.5348353981971741
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5311592221260071
    }
  ]
}