{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5934842824935913
    },
    {
      "id": "lsdmu.c01.s09.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 104,
      "text": "As I have experienced it, consciousness is an infinite ocean of experiential possibilities. When we take these amplifying medicines, the mind we drop into this ocean acts as a seed crystal that catalyzes a certain set of experiences from its infinite potential. As we are gradually healed, purified, and transformed by these encounters, the seed crystal of our mind is changed. In subsequent sessions, it catalyzes still deeper experiences from this ocean. If we repeat this process many times in a sustained fashion, a sequence of initiations into successively deeper levels of consciousness takes place, and a deepening visionary communion unfolds. Each segment of this communion tends to pick up where the previous segment stopped. Sometimes there is a very tight continuity between the sessions, sometimes it is broader, but it’s always there woven into the fabric of engagement.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5522966980934143
    },
    {
      "id": "lsdmu.c08.s00.p32",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 700,
      "text": "Reduced to its essence the teaching was this: Matter is the canvas that mind paints upon. It has no capacity to act apart from the animating presence of consciousness and is responsive to the direction of consciousness. Therefore, whatever our experience is in spacetime, we must have the courage to sit still and face the fact that we are experiencing nothing but the manifestation of our own consciousness. No matter how terrible the pain, no matter how horrendous the injustice or inscrutable the logic, our experience in space-time is the direct expression of our consciousness in a higher order of reality.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶32",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 32,
      "sentence": null,
      "_score": 0.5400730967521667
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5375791788101196
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.537555456161499
    },
    {
      "id": "lsdmu.c01.s09.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 102,
      "text": "The more I have thought about the extraordinary range of experiences that opened on my journey, the more I have come to appreciate the complex dynamics of psychedelic disclosure. In these states, we are using consciousness to explore consciousness, and a fascinating dance takes place between the mind doing the exploring and the larger mind being explored.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5307766795158386
    },
    {
      "id": "lsdmu.c01.s05.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 65,
      "text": "The choice to work with high doses turned out to have enormous consequences for what unfolded on this journey. It radically expanded not only the *depth of consciousness* reached but also the *breadth of consciousness* being activated in each session. It wasn’t simply a matter of eating the same karmic meal in fewer bites, as I had naively thought. Because the web of life is an integrated whole from the very start, working with high doses of LSD activates wider portions of this web. Working at these levels changed not only how deep my experiences went but also who or what was actually having these experiences, what the “working unit” of experience was in a session. In these highly energized conditions, the size of the patient literally expands. What I mean by this will become clearer as we proceed.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5248327851295471
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5241419076919556
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5233992338180542
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5228078961372375
    },
    {
      "id": "lsdmu.c01.s10.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 114,
      "text": "At the *causal level* of consciousness, the world of separate parts begins to yield to an experience of the universe moving as a single entity. There are many ways of experiencing this vast domain, but for me the signature of causal consciousness is Oneness. Intimations of Oneness show up in lower levels of consciousness as well, for it is a primary truth with many variations, but there is something distinctive about the experience of Oneness at the causal level, where it ripens into a vivid experience of ontological transparency and all-encompassing wholeness. There is no reference point outside this Oneness from which to get a perspective on it, as it is the whole of existence. Here, as Plotinus succinctly put it, “Everything breathes together.” Or as Sri Aurobindo described it, “In this vision of things the universe will reveal itself in its unity and totality as a manifestation of a single Being, Nature as its power of manifestation, evolution as its process of gradual self-revelation in matter.”",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §10 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 10,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.516272783279419
    },
    {
      "id": "lsdmu.apx01.s01.p22",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 21,
      "text": "Assume for the moment that through the fiery exercises of psychedelic exploration we have managed to stabilize experience at the high subtle level of consciousness. In order to reach this level, what “we” are has changed. We are no longer our private selves but have temporarily become some aspect of subtle level reality. Inside our sessions, we live as a life-form that breathes this rarified air. When through further exercises a doorway opens to still deeper levels of consciousness at the causal level, my experience has been that it allows a *cosmic communion* to take place between the causal and subtle realms. Deep communes with deep. Bringing different levels of spiritual reality into conscious communion with each other, even if for only a few hours, seems to nourish and bring joy to the weave of existence as the “below” remembers the “above” and the blessings of “above” pour more freely into the “below.” What is taking place is a cosmic dance between deep levels of the divine fabric. It is God communing with God, nourishing Its self-manifesting, self-emergent being in ways we may glimpse but perhaps never fully comprehend.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶22",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 22,
      "sentence": null,
      "_score": 0.5104906558990479
    },
    {
      "id": "lsdmu.c01.s02.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 34,
      "text": "One conclusion was forced upon my mind at that time, and my impression of its truth has ever since remained unshaken. It is that our normal waking consciousness, rational consciousness as we call it, is but one special type of consciousness, whilst all about it, parted from it by the filmiest of screens, there lie potential forms of consciousness entirely different No account of the universe in its totality can be final which leaves these other forms of consciousness quite disregarded. (James [1902] 2002, 300-01)",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §2 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 2,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5068515539169312
    },
    {
      "id": "lsdmu.c06.s00.p42",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 441,
      "text": "For the next several hours, this Consciousness took me on an extraordinary tour of the universe. It was as though It wanted to show me Its work. It appeared to be the creator of our physical universe. It would take me somewhere or open me to some experience, and I would come to understand some aspect of the workings of the universe. Over and over again, I was overwhelmed at the magnitude, the subtlety, and the intelligence of what I was witnessing.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶42",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 42,
      "sentence": null,
      "_score": 0.502471923828125
    },
    {
      "id": "lsdmu.c07.s10.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 668,
      "text": "Going one step beyond Sheldrake, I see the species-mind as lying between two systems of consciousness. I believe it is open “from below” to the individual psyches of its members, as Sheldrake suggests, but I also see it as open “from above” to more inclusive fields of consciousness. It not only learns from its individual members, it is also informed by more encompassing levels of consciousness, as suggested by the sessions reported in this chapter. This throws new light on the problem of creativity, which is a problem that Sheldrake has acknowledged his theory cannot solve. As many highly creative people have reported, deep creativity is often experienced as an infusion from above, and I suspect that something like this takes place higher up the Great Chain of Being as well.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.7 §10 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 7,
      "section": 10,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.49422094225883484
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.49308860301971436
    },
    {
      "id": "lsdmu.c10.s03.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 990,
      "text": "I understand the debate among Buddhist practitioners over psychedelics and the reservations some teachers have about them as agents of spiritual transformation. And yet, personally, I never felt a contradiction between my Buddhist practice and my psychedelic practice. A difference in emphasis, method, and even goals, perhaps, but no contradiction in core values. I do not believe that the Buddhist prohibition against “taking drugs that cloud the mind” applies to psychedelic substances *when they are used therapeutically*, because in these circumstances they do not cloud the mind. Just the opposite, they hypersensitize the mind, and by skillfully focusing this hypersensitivity, we can bring the poisons and toxins of our mind to the surface and remove them. I think Chögyam Trungpa was correct when he described LSD as a kind of “super-samsara.” LSD amplifies the samsaric tendencies of our mind and invites a confrontation with these tendencies that, if handled well, supports the liberation of the mind. Though my psychedelic journey became a cosmological exploration that reached beyond liberation, it always felt congruent with liberation.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.4896644055843353
    },
    {
      "id": "lsdmu.c02.s02.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 177,
      "text": "As the negative perinatal experiences continued to build over the next several sessions, so did the positive experiences that emerged during the ecstatic portion of the sessions. In one session, I experienced life as a living fabric of interwoven intelligences—atomic, molecular, cellular, human, societal, and planetary. This early taste of the weave of Oneness was just a metaphysical appetizer for the deeper experiences of Oneness that would follow later, so I will not spend time on it. I would, however, like to share one experience from this period because it speaks to the rationale for this book as a whole. This session helped me let go of my conventional academic training and embrace psychedelics as anew method of philosophical inquiry.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §2 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 2,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.48949360847473145
    }
  ]
}