{
  "chunks": [
    {
      "id": "lsdmu.apx01.s01.p08",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 7,
      "text": "I want to suggest that in the repeated opening and closing of consciousness in our sessions, a semiautonomous, state-specific consciousness is formed that retains and integrates all our psychedelic experiences, including those that our egoic self cannot retain. This consciousness not only remembers our experiences, it also preserves the knowledge and capacities we acquired in them. I call this psychedelically generated self-awareness the shamanic persona. The shamanic persona reflects the natural aggregating function of life. Life remembers and holds on to its experience at all levels, as Rupert Sheldrake and Ervin Laszlo have argued. The shamanic *persona* can be thought of as a state-specific alter ego. In calling this entity the shamanic persona, I am not suggesting that it has a masking function but am simply drawing attention to the fact that it is a living identity that changes as our psychedelic experience deepens. It could also be called the *shamanic self*.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶8",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 8,
      "sentence": null,
      "_score": 0.6824697256088257
    },
    {
      "id": "lsdmu.apx01.s01.p12",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 11,
      "text": "In a sustained psychedelic regimen, our shamanic persona may die and be reborn multiple times as new levels of reality continue to open. After ego-death, a shamanic persona emerges as the living integration of our early transpersonal experiences. As our experience continues to deepen in subsequent sessions, that first shamanic persona will eventually have to surrender and die, giving birth to a second shamanic persona that will integrate our new transpersonal experiences. This second persona will retain the memories and knowledge of the first persona and add to it the new knowledge and capacities gained at this second level. If we continue to push the boundaries of experience, sooner or later this second shamanic persona will also have to surrender in order for a still deeper dimension of consciousness to open and become fully operational.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU Appendix I §1 ¶12",
      "url": null,
      "transcript_path": null,
      "chapter": null,
      "section": 1,
      "paragraph": 12,
      "sentence": null,
      "_score": 0.6812857985496521
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.6402355432510376
    },
    {
      "id": "lsdmu.c06.s00.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 401,
      "text": "More than any other of the human types concerned with the sacred, the shamanic personality journeys into the far regions of the cosmic mystery and brings back the vision and the power needed by the human community at the most elementary level. Not only is the shamanic personality emerging in our society, but also the shamanic dimension of the psyche itself.\n—Thomas Berry, *The Dream of the Earth*",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.6209112405776978
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5682268142700195
    },
    {
      "id": "lsdmu.c01.s09.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 103,
      "text": "All psychedelic disclosure is interactive. Everything we see and learn in these visionary states is shaped in subtle ways by what we are at the moment of contact. This does not mean that the visions we experience are merely projections of our personal psyche, as though we were not experiencing something that truly exists in the cosmos. Rather, it means that all visionary encounter is participatory. Our being evokes the portion of the universe we experience in these states, and the more conditioning we have let go of when this communion takes place, the more open-ended and far-reaching are the experiences that present themselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5570030212402344
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.547120988368988
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5457687377929688
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5436885356903076
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5385358333587646
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5364389419555664
    },
    {
      "id": "lsdmu.c09.s00.p09",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 806,
      "text": "I know it sounds arrogant to speak on such a scale, but I must if lam to describe the visions that repeatedly came through my sessions. Ego-death destroys the existential isolation and constant self-referencing that organizes our ordinary experience of the world. When the partitions of personal consciousness are surrendered, our experience spontaneously opens to the larger rhythms of life that we are part of. One portion of these rhythms is the collective psyche of our species. At the subtle level of consciousness, we can dissolve into the human species-mind so deeply that the beginnings and endings of our personal life become insignificant. When the “small-self” opens to the “species-self” this completely, it is only natural that insights into humanity’s larger developmental trajectory sometimes emerge in our awareness. We would be surprised if this did not happen.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶9",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 9,
      "sentence": null,
      "_score": 0.5300160050392151
    },
    {
      "id": "lsdmu.c06.s01.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 541,
      "text": "This interpretation proposes that the working of the collective psyche parallels the working of the personal psyche in key respects. It proposes that just as painful experiences can accumulate and block the healthy functioning of the individual, similar blockages can occur at the collective level. It suggests that the unresolved anguish of human history might still be active in the collective memory of our species, burdening its life just as our personal unresolved anguish burdens ours. Continuing the parallel, if the conscious engagement of unresolved pain can bring therapeutic relief at the personal level, the same may also occur at the species level. Normally, we would expect such healing to take the form of reform movements or cultural shifts in which large numbers of people confront and heal some painful legacy from our past. Within the context of LSD therapy, however, a new possibility seems to be emerging. In this setting, an individual seems to be able to tap into and directly facilitate a healing of some portion of the collective psyche. The process of engaging and healing a collective META-COEX system in a psychedelic session is essentially the same as engaging and healing a personal COEX system, but enacted on a much larger scale and a different level of consciousness. Grof has embraced this expansion of his paradigm.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §1 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 1,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5291242599487305
    },
    {
      "id": "lsdmu.c01.s04.p14",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 60,
      "text": "At the same time, I think that there is a legitimate role for working judiciously with high doses of LSD in carefully managed sessions conducted in a safe and protected environment. It’s certainly true that high doses tend to overwhelm one’s psychological defenses and shatter one’s egoic identity, but whether this leads to dissociation and dysphoria depends to a great extent on how one engages one’s sessions. The dismantling of one’s psychological boundaries is a frightening, gutwrenching experience both physically and psychologically, but *if you are prepared for this unraveling and meet it head-on*, it can be both manageable and beneficial.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §4 ¶14",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 4,
      "paragraph": 14,
      "sentence": null,
      "_score": 0.5270814895629883
    },
    {
      "id": "lsdmu.c01.s08.p10",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 101,
      "text": "Let me step back and say this more carefully. There is an important set of insights that emerges from gathering and analyzing the psychedelic experiences of large numbers of people, and this does require lifting experiences out of their original context. This has been one of Stan Grof’s invaluable contributions. By phenomenologically mapping the psychedelic experiences of hundreds if not thousands of people, Stan has established the ontological validity of the transpersonal territory. A different set of insights emerges when we follow one person through this territory. Without this collective database, the individual’s journey could be written off as being merely a private fantasy. Against the background of this collective database, however, tracking one person through this terrain brings out certain features of the psychedelic process more sharply: the multiple stages of initiation, the deepening spiral of death and rebirth, and the participatory dynamics of psychedelic disclosure. It is this work for which context is vital. Each of these perspectives complements and strengthens the other.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶10",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 10,
      "sentence": null,
      "_score": 0.5263209939002991
    },
    {
      "id": "lsdmu.c01.s12.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 126,
      "text": "In deep psychedelic work, *one learns by becoming*. This is especially true when working with high doses of a powerful psychedelic like LSD. We cannot transport the egoic self into these depths where it can then “have an experience” of how the world works there. In order to know the universe at these levels, we must *become* a citizen of these levels. We must *become* the levels themselves. To do this, our smaller sense of self must cease to be the container of our experience. It must die. Giving up everything is simply the price of inheriting everything else.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §12 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 12,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.524040162563324
    },
    {
      "id": "lsdmu.c09.s03.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 871,
      "text": "For psychedelics to have their deepest impact on our culture, it is not sufficient for us to simply record the powerful experiences they unleash. We must also ground these experiences in critical discourse and place them in dialogue with other fields of learning where possible. For this reason, when I presented this session in *Dark Night, Early Dawn*, I unpacked its assertions about the role the collective psyche will play in humanity’s awakening as carefully and systematically as I could. These assertions are:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §3 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 3,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5181608200073242
    },
    {
      "id": "lsdmu.c10.s03.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 990,
      "text": "I understand the debate among Buddhist practitioners over psychedelics and the reservations some teachers have about them as agents of spiritual transformation. And yet, personally, I never felt a contradiction between my Buddhist practice and my psychedelic practice. A difference in emphasis, method, and even goals, perhaps, but no contradiction in core values. I do not believe that the Buddhist prohibition against “taking drugs that cloud the mind” applies to psychedelic substances *when they are used therapeutically*, because in these circumstances they do not cloud the mind. Just the opposite, they hypersensitize the mind, and by skillfully focusing this hypersensitivity, we can bring the poisons and toxins of our mind to the surface and remove them. I think Chögyam Trungpa was correct when he described LSD as a kind of “super-samsara.” LSD amplifies the samsaric tendencies of our mind and invites a confrontation with these tendencies that, if handled well, supports the liberation of the mind. Though my psychedelic journey became a cosmological exploration that reached beyond liberation, it always felt congruent with liberation.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.5146993398666382
    }
  ]
}