{
  "chunks": [
    {
      "id": "lsdmu.c01.s04.p12",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 58,
      "text": "Metzner is trying to walk us back from the turbulent ’60s, when 500 mcg was considered the measure of “true initiation” and Terrence McKenna was promoting “heroic dosages” for those who wanted to “really get the message.” Metzner believes that this more-is-better approach brought with it too much trauma and at the very least wasted a lot of time without yielding longlasting therapeutic gains. Better to work more slowly and be able to integrate more of what one sees. Accordingly, he recommends a therapeutic dose range for LSD between 50 and 200 mcg, essentially staying within the limits of psycholytic therapy.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §4 ¶12",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 4,
      "paragraph": 12,
      "sentence": null,
      "_score": 0.6366240978240967
    },
    {
      "id": "lsdmu.c01.s04.p11",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 57,
      "text": "In his book *Allies for Awakening*, Ralph Metzner recommends against working with doses of LSD this high. When doses are raised to this level, he says, heightened awareness flips into dissociative and/or dysphoric responses for most people. A dissociative response is one in which the individual essentially blanks out and is not able to remember or describe the experience. The experience may be pleasant, even blissful, but the person can’t bring much of it back. A dysphoric response is one in which one’s innate resistance to losing control triggers an intense struggle and possibly paranoid or schizoid reactions. The trauma of being overwhelmed overpowers any positive insights or visions one may have.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §4 ¶11",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 4,
      "paragraph": 11,
      "sentence": null,
      "_score": 0.6282371282577515
    },
    {
      "id": "lsdmu.c01.s05.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 65,
      "text": "The choice to work with high doses turned out to have enormous consequences for what unfolded on this journey. It radically expanded not only the *depth of consciousness* reached but also the *breadth of consciousness* being activated in each session. It wasn’t simply a matter of eating the same karmic meal in fewer bites, as I had naively thought. Because the web of life is an integrated whole from the very start, working with high doses of LSD activates wider portions of this web. Working at these levels changed not only how deep my experiences went but also who or what was actually having these experiences, what the “working unit” of experience was in a session. In these highly energized conditions, the size of the patient literally expands. What I mean by this will become clearer as we proceed.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.599894642829895
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.598797082901001
    },
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5752112865447998
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5715304613113403
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5599075555801392
    },
    {
      "id": "lsdmu.c02.s00.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 140,
      "text": "Given the emphasis being placed today on the therapeutic applications of psychedelics, it may be surprising to learn that my early sessions did not involve much personal healing. There was some but not much. If I had been working with lower doses, there would probably have been more, but when you work with doses of LSD this high, you tend to drop quickly beneath the personal unconscious into what Stanislav Grof calls the perinatal level of consciousness. Instead of engaging the individual wounds we have collected in life, one goes deeper to confront a universal wound shared by all human beings—the certain destruction of everyone and everything we love and care about, including ourselves.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.5475831031799316
    },
    {
      "id": "lsdmu.c01.s05.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 64,
      "text": "I initially chose to work with high doses of LSD because it was difficult to find days for inner journeying in a dual-career marriage and I simply wanted to make the most of each session. I knew that the sessions would be more challenging, but the spiritual literature I had read described one’s karmic conditioning as being ultimately finite, and I thought that I could work through mine faster by using this intense method of transformation, in effect biting off larger pieces of karma in each session. I thought that if I confronted my shadow conscientiously and could endure the intensity of the work, it would get me to my goal of personal liberation faster. Later, after this model had imploded for reasons I will give in chapter 6, I continued working with high doses because I had developed a taste for it. It took me where I wanted to go and then further than I imagined possible.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §5 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 5,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.5380629897117615
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5255991816520691
    },
    {
      "id": "lsdmu.c11.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1039,
      "text": "I was never in control of what happened in my sessions. I found early on that I could set all the intentions I wanted, but when one is working with doses of LSD this high, it makes little difference. From the very beginning, a larger intelligence had been in control of my sessions. I learned that the best thing I could do was simply get out of the way and let it take me where it wanted me to go. And so it was for my last sessions. The same intelligence that had guided me all these years choreographed the ending of our time together before I even knew we were parting.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.11 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 11,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.5178298950195312
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.5104656219482422
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.5033961534500122
    },
    {
      "id": "lsdmu.c01.s00.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 24,
      "text": "In this opening chapter, I want to candidly describe how I worked with LSD and share some core observations about the psychedelic process. Even as psychedelic research resumes, there is still a great deal of misinformation and mistrust of psychedelics in our culture. By putting my cards on the table up front, I hope to create as clear a field as possible for the story that follows. Readers who are not familiar with the psychedelic literature will get a solid understanding of how this method of inquiry works, while those who know this literature well will see how I have adapted and personalized it.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §0 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 0,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.5033276081085205
    },
    {
      "id": "lsdmu.c10.s03.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 980,
      "text": "By this time, I was a seasoned journeyer. I knew how my system responded to LSD, and I had a solid sense of the size and shape of my psychedelic window. On this day, however, my window opened wider and stayed open longer than it ever had before. In my session notes, I wrote:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4980022609233856
    },
    {
      "id": "lsdmu.c01.s07.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 75,
      "text": "While the issue of set and setting has been much discussed in the psychedelic literature, I find less attention being paid to the issue of systematic recall after a session has ended. I don’t know why this is the case because I have found that making an accurate record of each session can pose a significant challenge. This may be because of the high doses I was working with, but I think it represents a larger issue as well.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.4977431297302246
    },
    {
      "id": "lsdmu.c08.s01.p45",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 793,
      "text": "I have asked myself this question many times over the years, responding differently at different stages of my journey, sometimes cursing the day I started this work but more often on my knees in gratitude. It is a pressing question, especially if one works with high doses of a powerful psychedelic like LSD, for this protocol unleashes more extreme experiences than when lower doses or milder psychedelics are used. For the time being, let me say just this.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §1 ¶45",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 1,
      "paragraph": 45,
      "sentence": null,
      "_score": 0.494743287563324
    },
    {
      "id": "lsdmu.c01.s01.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 26,
      "text": "I’ve never dropped acid and gone to a concert, never spent the night tripping with friends. When I took LSD on these seventy-three days, I entered a carefully constructed space dedicated to self-transformation. I was isolated from the outside world, in my home or my wife’s private office, and protected from all interruptions. I was lying down on a mattress on the floor, surrounded by cushions, and wearing eyeshades and headphones. The music was carefully selected to support the stages of opening and closing—gentle music as the drug comes on, powerful evocative music as it builds momentum, expansive music for the peak hours, and gentle music for the long, slow return.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §1 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 1,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.49238842725753784
    }
  ]
}