{
  "chunks": [
    {
      "id": 1978,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 44,
      "text": "it during the course of these experiences as part of integration, or was it reflection looking back?\nChris Bache:\nReflection looking back. All my sessions were recorded within 24 hours. I had about 400 pages of notes, which I studied, blocked, took apart, reassembled, diagrammed in different ways. It took years to piece together the storyline—and decide what to leave out and what to include. I left out a lot of the personal healings and small personal things because those weren’t the important parts for this book. Everyone has a personal story; as a philosopher, the story becomes interesting when the process takes you beyond the personal psyche into the deep waters of the psyche.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.5889891982078552,
      "youtube_id": null,
      "start_sec": 3471.378,
      "end_sec": 3494.84,
      "start_hhmmss": "00:57:51",
      "end_hhmmss": "00:58:15",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6312,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 537,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 7,
      "text": "ally that model shattered when I realized the sessions went far beyond my personal psyche and karma.\nJef Baker:\nWas that at the point of the “ocean of suffering,” when you experienced the collective human pain throughout history? That was honestly hard to read.\n\nChris Bache:\nYes. I had to think carefully about how much to expose, because it’s challenging material. But to finish that earlier point, even after I let go of the personal model, I found I liked where the high-dose work took me. It took me farther than I imagined, and I developed a taste for it. I don’t recommend that protocol. I’d do it differently now—be gentler, balance high-dose with low-dose work, and balance LSD with psilocybin, ayahuasca, more organic psychedelics. I started in ’79 and did the work between 1979 and 1999, from age 30 to 50. At the time, I pushed myself harder than I’d recommend. It’s not necessary.\n\nJef Baker:\nIn the book you acknowledge that too, which is good.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.5666027069091797,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 529.0,
      "end_sec": null,
      "start_hhmmss": "00:08:49",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=529"
    },
    {
      "id": 2279,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 4,
      "text": "see if I got it right. Welcome to the people who are live and those who are going to join us later.\nChris Bache—the story I know is that he is now a retired professor of religious studies and philosophy from Ohio State University and Youngstown, Ohio. Early in his career he was always interested in mysticism and deep spiritual exploration, and he came upon the work of the legendary psychiatrist Stanislav Grof, who pioneered a protocol for working with high doses of LSD in particular. Chris undertook what turned out to be a 20-year journey of 73 high-dose LSD sessions following the Stan Grof protocol—sessions using 500 to 600 micrograms of LSD, which, for any of you not familiar with that calculation, is a high dose. The protocol involves working at home or in a safe, quiet space with headphones and a carefully curated playlist, eyeshades to block out the light so inner visions aren’t obstructed, and a qualified sitter. In Chris’s case, the sitter was a therapist who knew what she was doing. Generally, he did this on a Saturday, and the following day—again following the Grof protocol—he spent basically the whole day with the headphones on to trigger memories of what was playing when certain experiences and visions occurred, and then meticulously transcribed all that.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.5639901757240295,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 133.0,
      "end_sec": null,
      "start_hhmmss": "00:02:13",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=133"
    },
    {
      "id": 2393,
      "talk_id": "2024-11-07-reincarnation-and-the-web-of-life-what-is-going-om",
      "archival_title": "Reincarnation and the Web of Life (What Is Going OM)",
      "recorded_date": "2024-11-07",
      "published": "2024-11-07",
      "chunk_index": 3,
      "text": "topher Bache, welcome back to the show.\n\nChris Bache\nHi Sandy. It's a pleasure to be with you today.\nSandy Sedgbeer\nYou too. So Life Cycles has been hailed as the first book to both describe the dynamics of rebirth and explore the ramifications of adopting a reincarnationist perspective. Now, this was published, what, about 35 years ago?\n\nChris Bache\nThereabouts. I started my psychedelic work after my first year as an academic. I worked for four years, then stopped for six. During that six-year interval, I did three years of past-life therapy, uncovering and working with my own former lives, and I wrote Life Cycles. By then my psychedelic work had gone deep enough to give me personal insights into karma—the deeper cause-and-effect that underlies our lives. I hadn’t yet had former-life experiences in a psychedelic context, though I had in hypnotherapy. The real foundation for Life Cycles was studying Ian Stevenson and later other pioneers documenting children and adults with validated past-life memories.",
      "token_est": null,
      "hash": null,
      "channel": "Sandie Sedgbeer",
      "source_type": "lecture",
      "citation": "Bache · 2024-11-07 · Sandie Sedgbeer · Reincarnation and the Web of Life (What Is Going OM)",
      "url": "https://youtu.be/-Tavh3KhQPE",
      "transcript_path": "sources/transcripts/2024-11-07-reincarnation-and-the-web-of-life-what-is-going-om.md",
      "_score": 0.5495738387107849,
      "youtube_id": "-Tavh3KhQPE",
      "start_sec": 92.0,
      "end_sec": null,
      "start_hhmmss": "00:01:32",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/-Tavh3KhQPE?t=92"
    },
    {
      "id": 1064,
      "talk_id": "2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d",
      "archival_title": "LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "recorded_date": "2021-06-03",
      "published": "2021-06-03",
      "chunk_index": 53,
      "text": "orced since first experiencing it in the late 1990s, to the writing of the book, to the present day?\nChris Bache: It hasn't changed one bit. I say in the book that when I had the experience in session 55—the death and rebirth of humanity in 1995—for weeks I walked around like I was walking around Hiroshima a week before the bomb went off. I have carried in my being, in my body, a knowing of where we are in history and what's coming.\n\nWhen I look around, whether I agree with people politically or socially or not, I see heroes. I see every human being here on this planet as having incarnated voluntarily, choosing to be part of this evolutionary pivot. Every person here—even though they may not remember it—has chosen to be here, and this is going to be a very difficult period to incarnate. The beings who are part of the incarnation process are extraordinarily powerful, valuable beings.",
      "token_est": null,
      "hash": null,
      "channel": "Portland Psychedelic Society",
      "source_type": "lecture",
      "citation": "Bache · 2021-06-03 · Portland Psychedelic Society · LSD and the Mind of the Universe – Christopher Bache, Ph.D.",
      "url": "https://youtu.be/icBasHgjzsY",
      "transcript_path": "sources/transcripts/2021-06-03-lsd-and-the-mind-of-the-universe-christopher-bache-ph.d.md",
      "_score": 0.539502739906311,
      "youtube_id": "icBasHgjzsY",
      "start_sec": 4772.0,
      "end_sec": null,
      "start_hhmmss": "01:19:32",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/icBasHgjzsY?t=4772"
    },
    {
      "id": 2544,
      "talk_id": "2025-03-18-psychedelics-and-the-cosmic-mind",
      "archival_title": "Psychedelics and the Cosmic Mind",
      "recorded_date": "2025-03-18",
      "published": "2025-03-18",
      "chunk_index": 7,
      "text": "mmy Vadnais: What was the impetus for you to embark on this deep exploration with high doses of LSD?\nChris Bache: I had just finished graduate school and started my academic career. I was then a fairly convinced, atheistically inclined agnostic. Then I encountered two people’s work: Ian Stevenson, whose research on reincarnation convinced me it was a simple fact of life; and Stanislav Grof. I read Grof’s Realms of the Human Unconscious in 1978, two years after it came out. I recognized it had tremendous significance not only for psychotherapy but for philosophy of religion and consciousness. I knew that if I was going to make a contribution in this field, I had to undergo my own therapeutic exploration. Very uncomfortably, I decided to break the law in what I hoped was a disciplined, restrained way and began a series of sessions that, much to my surprise, lasted 20 years. I worked for four years, stopped for six, then worked another 10, finishing in 1999. I spent the next 20 years digesting, analyzing, sifting, and sorting these experiences, and then wrote LSD and the Mind of the Universe in 2019, 20 years after I stopped my sessions.",
      "token_est": null,
      "hash": null,
      "channel": "New Thinking Allowed",
      "source_type": "lecture",
      "citation": "Bache · 2025-03-18 · New Thinking Allowed · Psychedelics and the Cosmic Mind",
      "url": "https://youtu.be/FMgixG6Z0sk",
      "transcript_path": "sources/transcripts/2025-03-18-psychedelics-and-the-cosmic-mind.md",
      "_score": 0.5387901663780212,
      "youtube_id": "FMgixG6Z0sk",
      "start_sec": 485.0,
      "end_sec": null,
      "start_hhmmss": "00:08:05",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/FMgixG6Z0sk?t=485"
    },
    {
      "id": 1481,
      "talk_id": "2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast",
      "archival_title": "Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "recorded_date": "2022-08-30",
      "published": "2022-08-30",
      "chunk_index": 14,
      "text": "cosmological exploration? And how might someone structure them if they’re aimed at the other goals?\nChris Bache:\nI didn’t understand much of this at the time; I understood it only after going a long way down the road and looking back at how my choices affected the trajectory. The dose decision is significant. Working with high doses, you completely surrender to the process. It’s impossible to direct it. You can set all the good intentions you want, but the states that arise with high doses, amplified by carefully selected music and internalization in a kiva-like practice, set in motion processes so powerful you can’t control them. The strategy is to surrender—let consciousness take you wherever it wants, show you whatever it wants, no matter how inscrutable, painful, or absurd it seems at the time.",
      "token_est": null,
      "hash": null,
      "channel": "Tasshin Fogleman",
      "source_type": "interview",
      "citation": "Bache · 2022-08-30 · Tasshin Fogleman · Psychedelics and Cosmological Exploration with Chris Bache – Reach Truth Podcast",
      "url": "https://youtu.be/FEQ8ony19sk",
      "transcript_path": "sources/transcripts/2022-08-30-psychedelics-and-cosmological-exploration-with-chris-bache-reach-truth-podcast.md",
      "_score": 0.5362042188644409,
      "youtube_id": "FEQ8ony19sk",
      "start_sec": 1178.0,
      "end_sec": 1204.448,
      "start_hhmmss": "00:19:38",
      "end_hhmmss": "00:20:04",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.5809,
      "ts_url": "https://youtu.be/FEQ8ony19sk?t=1178"
    },
    {
      "id": 1969,
      "talk_id": "2023-06-30-learning-to-be-gods",
      "archival_title": "Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "recorded_date": "2023-06-30",
      "published": "2023-06-30",
      "chunk_index": 35,
      "text": "he is challenging. You’ve also said it took you 10 years to digest what you experienced in the ’90s.\nChris Bache:\nWhen I stopped my work in ’99, I thought that, having been given so many gifts, I could simply withdraw and nourish myself by continuing to digest and assimilate them. That was true—but only half the truth. The other half was confronting the tremendous sense of loss I had from not being able to enter this deeply into communion with the universe. There was a real loss of communion because I couldn’t sustain it in my daily life. Some beings can—the great masters of meditation have always been my heroes—and they hold these experiences in an abiding way. That wasn’t the case for me. It took me about 10 years to get over my sense of loss and to recommit to being who I was, where I was, for the remainder of my life, and do as much as I could with that time.",
      "token_est": null,
      "hash": null,
      "channel": "Inbodied Life",
      "source_type": "interview",
      "citation": "Bache · 2023-06-30 · Inbodied Life · Learning to be Gods: Conversations about LSD and the Mind of the Universe with Chris Bache",
      "url": "https://www.inbodiedlife.com/blog/chris-bache",
      "transcript_path": "sources/transcripts/2023-06-30-learning-to-be-gods.md",
      "_score": 0.535686194896698,
      "youtube_id": null,
      "start_sec": 2753.625,
      "end_sec": 2778.639,
      "start_hhmmss": "00:45:54",
      "end_hhmmss": "00:46:19",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6492,
      "ts_url": "https://www.inbodiedlife.com/blog/chris-bache"
    },
    {
      "id": 559,
      "talk_id": "2020-04-19-bicycle-day-conversation-with-jef-baker",
      "archival_title": "Bicycle Day Conversation with Jef Baker",
      "recorded_date": "2020-04-19",
      "published": "2020-04-19",
      "chunk_index": 29,
      "text": "things, and the only way was to teach me how to stay conscious in these unusual temporal modalities.\nThe last of what I consider the great visions took place in the 70th session, after one of the most extreme strip-downs I went through. It moved me into the most radical deep time in all my sessions. After this vision, the universe essentially wrapped things up over the next three sessions. That dominant vision took me far into humanity’s evolutionary future.\n\nJef Baker: What insights did that window of deep time give you about our future direction?\n\nChris Bache: Starting around the 23rd session, and then in a punctuated way over the years, the universe kept giving me teachings about the human story—what you might call the master story. I don’t mean that arrogantly; it’s simply what kept coming. It emphasized we were approaching a crescendo—a true turning point, a before-and-after in our evolutionary journey. After thousands and hundreds of thousands of years of struggling—in a reincarnational framework, which I accept—the message was that humanity was coming to a decisive pivot in its larger story.",
      "token_est": null,
      "hash": null,
      "channel": "Australian Psychedelic Society",
      "source_type": "interview",
      "citation": "Bache · 2020-04-19 · Australian Psychedelic Society · Bicycle Day Conversation with Jef Baker",
      "url": "https://youtu.be/B0BhUOEP1Mg",
      "transcript_path": "sources/transcripts/2020-04-19-bicycle-day-conversation-with-jef-baker.md",
      "_score": 0.5349046587944031,
      "youtube_id": "B0BhUOEP1Mg",
      "start_sec": 2879.0,
      "end_sec": null,
      "start_hhmmss": "00:47:59",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/B0BhUOEP1Mg?t=2879"
    },
    {
      "id": 98,
      "talk_id": "2018-07-05-diamonds-from-heaven-interview-with-iain-mcnay",
      "archival_title": "Diamonds from Heaven – Interview with Iain McNay",
      "recorded_date": "2018-07-05",
      "published": "2018-07-05",
      "chunk_index": 4,
      "text": "m the usual “Who am I, what am I” type questions. These must have been working in you for some time.\nChris Bache:\nFor a time, yes. There were two people I met my first year of teaching. One was Ian Stevenson and his work on reincarnation research, which opened up a whole new world for me. I finished graduate school as an atheistically inclined agnostic. Ian Stevenson opened up reincarnation. Stan Grof opened up the opportunity to actually experience deeper dimensions of consciousness, and by entering those dimensions, to experience deeper dimensions of existence itself. That felt like the opportunity of a lifetime—what philosopher wouldn’t want to do that? The problem, of course, was that this was 1978, and the substances had been made illegal in the United States. The first generation of work was over, and we were forty years away from the renaissance of psychedelics that's taking place now. So I made a difficult choice—I decided to split my life. In my public life, I was a university professor: I taught, published, served on committees. In my private life, I began a private, twenty-year journey using Grof’s methods—high-dose LSD therapy, seventy-three sessions over twenty years. I worked for four years, stopped for six, and then worked very intensely for ten years. So overall, from 1979 to 1999, I did this work. But because it was illegal, if I had talked about it, I would have lost my job. I had to keep quiet about it, and it wasn't until after I retired, and after the statute of limitations had passed—because I don’t do this work now—that I was finally able to talk openly about what one can learn about consciousness and the universe by following this particular method of exploration.",
      "token_est": null,
      "hash": null,
      "channel": "Conscious TV",
      "source_type": "interview",
      "citation": "Bache · 2018-07-05 · Conscious TV · Diamonds from Heaven – Interview with Iain McNay",
      "url": "https://youtu.be/yewNM9smrqo",
      "transcript_path": "sources/transcripts/2018-07-05-diamonds-from-heaven-interview-with-iain-mcnay.md",
      "_score": 0.5338587164878845,
      "youtube_id": "yewNM9smrqo",
      "start_sec": 168.0,
      "end_sec": 241.557,
      "start_hhmmss": "00:02:48",
      "end_hhmmss": "00:04:02",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.8981,
      "ts_url": "https://youtu.be/yewNM9smrqo?t=168"
    },
    {
      "id": 1606,
      "talk_id": "2023-01-05-exploring-lsd-and-the-mind-of-the-universe",
      "archival_title": "Exploring LSD and the Mind of the Universe",
      "recorded_date": "2023-01-05",
      "published": "2023-01-05",
      "chunk_index": 4,
      "text": "but first, could you share the protocol you followed and what the path looked like as it went along?\nChris Bache:\nI was just out of graduate school in 1978 when I read Stan Grof’s first book, Realms of the Human Unconscious, published in 1976. I immediately recognized the significance of Stan’s work for my discipline, philosophy of religion. I’m not a psychologist or therapist and was never particularly interested in therapeutic applications as Stan was; I was drawn to the philosophical implications.\n\nRecognizing a call, I began work that lasted 20 years—four years of very intense work, a six-year hiatus, then another 10 years of intense work. I chose high doses of LSD—500 to 600 micrograms. I don’t recommend this today, and if I were doing it over, I’d be gentler: lower doses and a wider spectrum of psychedelics. I chose LSD because it was the substance Stan had done most of his research on, and I trusted that research. This was 1978—pre-Ayahuasca, before the broader appreciation of organic psychedelics used in shamanic traditions.",
      "token_est": null,
      "hash": null,
      "channel": "Luc Briede-Cooper",
      "source_type": "lecture",
      "citation": "Bache · 2023-01-05 · Luc Briede-Cooper · Exploring LSD and the Mind of the Universe",
      "url": "https://youtu.be/cvhWP8xzwiY",
      "transcript_path": "sources/transcripts/2023-01-05-exploring-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.5286866426467896,
      "youtube_id": "cvhWP8xzwiY",
      "start_sec": 192.0,
      "end_sec": null,
      "start_hhmmss": "00:03:12",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/cvhWP8xzwiY?t=192"
    },
    {
      "id": 2448,
      "talk_id": "2024-11-16-the-evidence-for-reincarnation",
      "archival_title": "The Evidence for Reincarnation",
      "recorded_date": "2024-11-16",
      "published": "2024-11-16",
      "chunk_index": 25,
      "text": "er body of data that can expand our understanding of our life in this universe. Thank you very much.\nChris Bache: Okay, that brings us back. Brings us back.\n\nDottie Koontz: Excellent.\n\nChris Bache: I had fun sharing this. It brings back a lot of memories. My thinking on reincarnation has evolved beyond where it was when I wrote Life Cycles. I opened a deeper level in Dark Net Early Dawn when I began bringing in the psychedelic experience, and then in LSD in the Mind of the Universe I offer my most expanded understanding, with the concept of the birth of the diamond soul in history. But it all begins with the question: do we have good, reliable evidence that any hard-nosed skeptic should endorse, whether or not they do? Dottie has a core bibliography she’ll send out—names, places, books I mentioned, plus more. The floor is open.",
      "token_est": null,
      "hash": null,
      "channel": "Vancouver IONS Community Group",
      "source_type": "lecture",
      "citation": "Bache · 2024-11-16 · Vancouver IONS Community Group · The Evidence for Reincarnation",
      "url": "https://youtu.be/iCKq7-de8Xg",
      "transcript_path": "sources/transcripts/2024-11-16-the-evidence-for-reincarnation.md",
      "_score": 0.5282033085823059,
      "youtube_id": "iCKq7-de8Xg",
      "start_sec": 2412.0,
      "end_sec": null,
      "start_hhmmss": "00:40:12",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/iCKq7-de8Xg?t=2412"
    },
    {
      "id": 2500,
      "talk_id": "2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human",
      "archival_title": "The Phoenix Always Rises: Evolving into the Future Human",
      "recorded_date": "2025-01-08",
      "published": "2025-01-08",
      "chunk_index": 24,
      "text": "ls. You must have ways into that, if people wanted to. Is it just not worth their career to do that?\nChris Bache\nOne of the things I decided early on was not to try to address the reservations—abundantly clear to me—coming out of the traditional academic mindset. I decided that if I tried to justify the method and the experiences to my colleagues, it would hamper me. I decided to push deeply ahead and let the chips fall where they may. I understand how exotic, how strange my claims sound to people raised and educated in a traditional environment, and I've decided to let that go and let history sort things out. I'm acutely aware that I'm writing not for my present generation; I'm writing for future generations. Paradigm changes take place in an evolutionary context, so I'm just doing the work and letting other people sort out what they think it's worth.",
      "token_est": null,
      "hash": null,
      "channel": "Accidental Gods",
      "source_type": "lecture",
      "citation": "Bache · 2025-01-08 · Accidental Gods · The Phoenix Always Rises: Evolving into the Future Human",
      "url": "https://youtu.be/q-caGhIlKS8",
      "transcript_path": "sources/transcripts/2025-01-08-the-phoenix-always-rises-evolving-into-the-future-human.md",
      "_score": 0.5262349843978882,
      "youtube_id": "q-caGhIlKS8",
      "start_sec": 1608.0,
      "end_sec": 1669.484,
      "start_hhmmss": "00:26:48",
      "end_hhmmss": "00:27:49",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.7571,
      "ts_url": "https://youtu.be/q-caGhIlKS8?t=1608"
    },
    {
      "id": 2121,
      "talk_id": "2023-11-06-73-trips-inside-the-psychedelic-universe",
      "archival_title": "73 Trips: Inside the Psychedelic Universe",
      "recorded_date": "2023-11-06",
      "published": "2023-11-06",
      "chunk_index": 14,
      "text": "of this has karma embedded in it. Tell us what you learned about the essence of karma at that time.\nChris Bache:\nAs a professor of religious studies, I had an intellectual understanding of karma: cause and effect generated by choices. There are physical and psychological cause-effect processes. In karmic thought, every choice sets in motion events whose consequences we eventually receive. By receiving the effects, we learn and make new choices. Session 15 wasn’t theoretical; it was being shown the karma of my particular life. For a year—seven sessions—I experienced the entirety of my life, from beginning to end, as a complete totality. This was my first entry into what I call deep time. In that context, when I looked at relationships and professional issues, I saw how deeply embedded they were in karmic causal processes—that my position in history wasn’t accidental, the people around me weren’t accidental. It was a meaningful fabric. The question then became: how do you respond most effectively to the meaningful fabric your life is part of?",
      "token_est": null,
      "hash": null,
      "channel": "Regina Meredith",
      "source_type": "lecture",
      "citation": "Bache · 2023-11-06 · Regina Meredith · 73 Trips: Inside the Psychedelic Universe",
      "url": "https://youtu.be/S4XSaHn54P4",
      "transcript_path": "sources/transcripts/2023-11-06-73-trips-inside-the-psychedelic-universe.md",
      "_score": 0.5241649746894836,
      "youtube_id": "S4XSaHn54P4",
      "start_sec": 905.0,
      "end_sec": null,
      "start_hhmmss": "00:15:05",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/S4XSaHn54P4?t=905"
    },
    {
      "id": 648,
      "talk_id": "2020-05-13-ep6-chris-bache-lsd-and-the-mind-of-the-universe",
      "archival_title": "EP.6 - Chris Bache | LSD AND THE MIND OF THE UNIVERSE",
      "recorded_date": "2020-05-13",
      "published": "2020-05-13",
      "chunk_index": 60,
      "text": "ide down. This—time and space—is where the hard work is done. Spiritual reality is home; it’s light.\nRyan Kemp:\nHave you been tempted in these later years to go back? You’ll know Aldous Huxley, on his deathbed, had LSD and was read the Tibetan Book of the Dead. Have you been tempted to do a high-dose session all these years later? It’s been about twenty years, hasn’t it?\n\nChris Bache:\nActually, he was injected with two very low doses—Laura Huxley discusses this in her autobiography. I’ve done low-dose LSD sessions since I stopped, and I’ve had wonderful experiences, but generally it doesn’t work well with me now. I pushed my system so hard with high doses that it’s as if I’ve developed an allergy. If I took a massive dose today, I wouldn’t be able to get back to where I was journeying in the last years of my work.",
      "token_est": null,
      "hash": null,
      "channel": "Ryan & Mo - Life In Rural Thailand",
      "source_type": "lecture",
      "citation": "Bache · 2020-05-13 · Ryan & Mo - Life In Rural Thailand · EP.6 - Chris Bache | LSD AND THE MIND OF THE UNIVERSE",
      "url": "https://youtu.be/Dw7D7ih8vy0",
      "transcript_path": "sources/transcripts/2020-05-13-ep6-chris-bache-lsd-and-the-mind-of-the-universe.md",
      "_score": 0.5229378938674927,
      "youtube_id": "Dw7D7ih8vy0",
      "start_sec": 5961.0,
      "end_sec": 6067.654,
      "start_hhmmss": "01:39:21",
      "end_hhmmss": "01:41:08",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.6357,
      "ts_url": "https://youtu.be/Dw7D7ih8vy0?t=5961"
    },
    {
      "id": 2244,
      "talk_id": "2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "recorded_date": "2024-02-10",
      "published": "2024-02-10",
      "chunk_index": 40,
      "text": ",” where I argue why these experiences are trustworthy, drawing on Ken Ring’s and Ken Wilber’s work.\nAll my work has come from this psychedelic journey: my first book on reincarnation, the second on trend in psychedelic theory, and The Living Classroom, which is coming out in a new edition now because they wanted psychedelics woven into the story. I had kept psychedelics out of The Living Classroom, but the truth is my students—who knew nothing about my psychedelic work—began to be impacted by it, and I had to learn a new way of teaching, developing what I call a quantum pedagogy. That’s the story, and I’ll stop here.\n\nTom Habib\nWe have a couple of questions before we go to breakout. One relates to your comments about the time period we’re in and the shift that’s occurring. It echoes Jean Gebser’s writing—and, in a different way, Nora Bateson’s questioning of stage models. Can you relate your experiences to Gebser’s view?\n\nChris Bache\nI’ll make it easy for you: Gebser is one of those thinkers I know I should read and I haven’t, so there’s zero direct influence. Others will have to make those correlations.",
      "token_est": null,
      "hash": null,
      "channel": "San Diego Integral",
      "source_type": "lecture",
      "citation": "Bache · 2024-02-10 · San Diego Integral · LSD and the Mind of the Universe: Diamonds from Heaven (SDI Meeting)",
      "url": "https://youtu.be/Ucgt6vNpCDI",
      "transcript_path": "sources/transcripts/2024-02-10-lsd-and-the-mind-of-the-universe-diamonds-from-heaven-sdi-meeting.md",
      "_score": 0.5200509428977966,
      "youtube_id": "Ucgt6vNpCDI",
      "start_sec": 3755.0,
      "end_sec": null,
      "start_hhmmss": "01:02:35",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/Ucgt6vNpCDI?t=3755"
    },
    {
      "id": 316,
      "talk_id": "2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview",
      "archival_title": "Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "recorded_date": "2019-05-15",
      "published": "2019-05-15",
      "chunk_index": 59,
      "text": "f these high-dose experiences, or did it emerge as you processed them afterward? That’s a big shift.\nChris Bache\nIt was a big shift, and it’s a little of both, but probably the most important part came after the sessions, as I processed and worked through them. It took years. I kept trying to fit it into Stan Grof’s paradigm and the other paradigms available at the time—which always focused on healing or enlightening the individual. I wrote Dark Night, Early Dawn largely to answer the question, \"Why did suffering get so large in my psychedelic sessions?\" Eventually, that led me beyond the person-centered model to a collective one. My thinking has evolved since then, but that’s where the jump happened. I started the work in ’79 and wrote the book in ’95–’96, about 15 years into the process. So it took more than ten years for me to really accept and understand that idea. Once I did, a lot of other things began to make sense—how, at the collective level, after going through that “ocean of suffering”—which lasted two years—and experiencing the associated death and rebirth that led me into deeper archetypal reality, I had many experiences showing me how the species mind is alive within all our individual, fractally embedded minds; how each individual mind feeds into the collective, as Rupert Sheldrake describes, and the collective feeds back into the individual. It's a constant feedback system. Intellectually, it was integrating Rupert's morphic field theory with Stan Grof's paradigm that gave me the permission to make this radical reinterpretation...",
      "token_est": null,
      "hash": null,
      "channel": "Buddha at the Gas Pump®",
      "source_type": "interview",
      "citation": "Bache · 2019-05-15 · Buddha at the Gas Pump® · Michael Pollan and Chris Bache – Buddha at the Gas Pump Interview",
      "url": "https://youtu.be/SIjZypJKSFM",
      "transcript_path": "sources/transcripts/2019-05-15-michael-pollan-and-chris-bache-buddha-at-the-gas-pump-interview.md",
      "_score": 0.5178648233413696,
      "youtube_id": "SIjZypJKSFM",
      "start_sec": 4674.0,
      "end_sec": null,
      "start_hhmmss": "01:17:54",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/SIjZypJKSFM?t=4674"
    },
    {
      "id": 2307,
      "talk_id": "2024-09-24-philosophical-implications-of-non-ordinary-states-live",
      "archival_title": "Philosophical Implications of Non-Ordinary States (live)",
      "recorded_date": "2024-09-24",
      "published": "2024-09-24",
      "chunk_index": 32,
      "text": "that path for this deep dive? And what sage advice would you offer anyone hearing what you’ve done?\nChris Bache:\nTo start at the end, my advice is: please don’t do it the way I did. I was young and foolish. I understand much more now, and I’d advise a different protocol.\n\nHow I got into this is straightforward. I came out of graduate school an atheistically inclined agnostic in philosophy of religion, with a lifelong passion to ask the big questions—why life is filled with suffering, whether there’s an intelligence expressing itself in the universe. Right after grad school I encountered Stan Grof’s work. Realms of the Human Unconscious changed my life, followed quickly by his 1980 manual, LSD Psychotherapy. I knew I wanted—needed—to do this work. I don’t like breaking the law, but I did. I went underground as part of the transitional underground generation and started high-dose work.",
      "token_est": null,
      "hash": null,
      "channel": "Spirit Plant Medicine",
      "source_type": "lecture",
      "citation": "Bache · 2024-09-24 · Spirit Plant Medicine · Philosophical Implications of Non-Ordinary States (live)",
      "url": "https://youtu.be/9jsKPUwwqfQ",
      "transcript_path": "sources/transcripts/2024-09-24-philosophical-implications-of-non-ordinary-states-live.md",
      "_score": 0.517273485660553,
      "youtube_id": "9jsKPUwwqfQ",
      "start_sec": 2609.0,
      "end_sec": null,
      "start_hhmmss": "00:43:29",
      "end_hhmmss": null,
      "source_used": null,
      "method": null,
      "confidence": null,
      "ts_url": "https://youtu.be/9jsKPUwwqfQ?t=2609"
    },
    {
      "id": 475,
      "talk_id": "2020-01-07-lsd-and-the-mind-of-the-universe-diamonds-from-heaven",
      "archival_title": "LSD and the Mind of the Universe: Diamonds from Heaven",
      "recorded_date": "2020-01-07",
      "published": "2020-01-07",
      "chunk_index": 8,
      "text": "this story? Maybe we can start with psychedelics—how did psychedelics come on your radar initially?\nChris Bache\nI had just finished graduate school, was publishing a few articles out of my dissertation, and looking for where to take my research. I was a brand-new university professor when I met the work of Stanislav Grof, and that snapped my head to attention. I did not have a psychedelic history. I finished graduate school in religious studies as a pretty deeply convinced, atheistically inclined agnostic. But I read Stan’s work and a light bulb went off. I said, this is important—not just to psychology, but to philosophy of religion, which was my training. I wanted to get involved, but it had been made illegal. So I split my life. In my day job, I functioned as a professor of religious studies, teaching conventional or semi-conventional courses. And I began what eventually became a 20-year journey working with LSD, following Stan’s paradigm and then pushing the limits of that paradigm much farther than I appreciated at the time. Trained in philosophy of religion, I kept careful records and notes, trying to make the engagement as clean and productive as possible. I knew there would come a time to share the insights with a broader audience. After I retired from the university, that time finally came.",
      "token_est": null,
      "hash": null,
      "channel": "Psychedelics Today",
      "source_type": "lecture",
      "citation": "Bache · 2020-01-07 · Psychedelics Today · LSD and the Mind of the Universe: Diamonds from Heaven",
      "url": "https://youtu.be/CbgJkCoee3w",
      "transcript_path": "sources/transcripts/2020-01-07-lsd-and-the-mind-of-the-universe-diamonds-from-heaven.md",
      "_score": 0.5166574716567993,
      "youtube_id": "CbgJkCoee3w",
      "start_sec": 471.0,
      "end_sec": 602.484,
      "start_hhmmss": "00:07:51",
      "end_hhmmss": "00:10:02",
      "source_used": "diarist",
      "method": "fuzzy",
      "confidence": 0.588,
      "ts_url": "https://youtu.be/CbgJkCoee3w?t=471"
    }
  ]
}