{
  "chunks": [
    {
      "id": "lsdmu.c01.s08.p07",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 98,
      "text": "*LSD and the Mind of the Universe is primarily a* cosmological narrative, not a therapeutic narrative. In a therapeutic narrative, the personal details are important; in a cosmological narrative, they are less so. Of course, this entire journey was deeply personal and I own it as such, but my personal story is not the important story here, nor is it essential to the story I want to convey. It is when one moves beyond the shoals of the personal psyche and enters the ocean of the deep psyche that the larger and more philosophically interesting story begins to emerge.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §8 ¶7",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 8,
      "paragraph": 7,
      "sentence": null,
      "_score": 0.5157284140586853
    },
    {
      "id": "lsdmu.c01.s09.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 105,
      "text": "In this context, I will mention that this may be one advantage of the long LSD time window compared with short-acting psychedelics like 5-MeO-DMT. LSD does not blast you through the many layers of the cosmos as quickly as 5-MeO-DMT does, but the eight-hour LSD interface invites/propels/forces a polishing of the consciousness doing the exploring as it is impacted/ instructed/healed by the consciousness being explored. An LSD session grinds slow but it grinds fine. It gives us time to be engaged and changed by the realities we are encountering. I think this polishing influences both the eventual clarity of our perception in these states and what we are able to bring back from them, both in terms of healing and understanding.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §9 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 9,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.47706297039985657
    },
    {
      "id": "lsdmu.c01.s07.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 76,
      "text": "LSD generates a powerful but temporary increase in the mind’s sensitivity. Our habitual conditioning is interrupted and our field of awareness is dramatically expanded, but after a number of hours our consciousness returns to its familiar patterns. If we don’t take steps to accurately record our experiences as soon as we return, our memory of them tends to fade. What was overwhelmingly powerful one day becomes slightly dimmer the next and dimmer still a month later. Preserving the memory of our experiences as carefully as possible completes the circle of learning and lays a stronger foundation for our next session.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §7 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 7,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.46895831823349
    },
    {
      "id": "lsdmu.c12.s03.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1169,
      "text": "As I have been working on LSD and the Mind of the Universe, my absorption of my psychedelic experiences has deepened in unexpected ways. They are beginning to live in me differently than before and I in them. It feels like my session memories have come together to form a greater living whole and that the inside and outside of my life are moving toward a new synthesis. There is a saying from the Navajo: “When you put a thing in order, and give it aname, and you are all in accord, it becomes.” By telling my story, by giving it aname and owning my experience, something new has been set in motion. A new peace has settled over me. At first this peace eased my existential loneliness and made the loss of communion more bearable, but then it deepened further. As I was finishing the book and beginning to speak about it publicly, a new spiritual transparency began to open in my life. It sometimes feels as though the Beloved is not waiting for me to die but is coming for me here. Where this will lead, I don’t know. It is still unfolding, taking me to new places, but surely this is the work of integration—to own, internalize, and manifest your experiences as deeply as you can. To let them flow through you and shape your presence on this Earth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.12 §3 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 12,
      "section": 3,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.46859192848205566
    },
    {
      "id": "lsdmu.c02.s00.p05",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 139,
      "text": "LSD unleashes such dramatically different states of awareness from anything we experience in our everyday life that we have to learn how to work with it. Like an athlete undertaking a strenuous sport, we have to train for the event. Not only do our minds have to adjust to the expanded capacities LSD awakens, so do our bodies. Our subtle energy system has to be conditioned and strengthened to sustain the enormous flows of energy evoked by the LSD state. As I look back on these early sessions, they seem to have functioned as an intensive training camp, preparing me physically and psychologically for the long journey that was beginning. They also broke me down existentially, taking me into my first death and rebirth.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶5",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 5,
      "sentence": null,
      "_score": 0.44997459650039673
    },
    {
      "id": "lsdmu.c01.s06.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 74,
      "text": "There may be another factor that influences what emerges in our sessions. Because our solar system is constantly moving, the variable of planetary setting changes in subtle ways from day to day and month to month. In a collaboration of many years, Stan Grof and Richard Tarnas have proposed the bold hypothesis that people’s experiences in deep nonordinary states move in synchrony with the rhythms of our solar system. Using case histories, Grof has argued that natal and transit astrology can illumine and even predict the tenor of one’s psychedelic session on any given day. This is too large a topic for me to take up here, but in the interest of encouraging this discussion, I will give my birth information and the dates of all my sessions in appendix II at the end of the book.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §6 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 6,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.44124725461006165
    },
    {
      "id": "lsdmu.c01.s03.p02",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 39,
      "text": "From an historical perspective, therapeutically structured LSD sessions are a modern variation of an ancient spiritual path that has been well documented by scholars. From the Eleusinian mystery rites of ancient Greece to the peyote ceremonies of Native Americans and the ayahuasca churches of present-day Brazil, human beings have been ingesting consciousness-amplifying substances for thousands of years and have all come to the same conclusion: these substances are sacraments that help us reconnect with the universe. Seen in this context, therapeutically structured LSD sessions are not an end run around spiritual practice, as some early scholars thought, but a particularly intense form of spiritual practice, with its own distinctive characteristics and challenges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶2",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 2,
      "sentence": null,
      "_score": 0.439710795879364
    },
    {
      "id": "lsdmu.c01.s04.p06",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 52,
      "text": "**Psychedelic Exploration**",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §4 ¶6",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 4,
      "paragraph": 6,
      "sentence": null,
      "_score": 0.43798771500587463
    },
    {
      "id": "lsdmu.c01.s04.p11",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 57,
      "text": "In his book *Allies for Awakening*, Ralph Metzner recommends against working with doses of LSD this high. When doses are raised to this level, he says, heightened awareness flips into dissociative and/or dysphoric responses for most people. A dissociative response is one in which the individual essentially blanks out and is not able to remember or describe the experience. The experience may be pleasant, even blissful, but the person can’t bring much of it back. A dysphoric response is one in which one’s innate resistance to losing control triggers an intense struggle and possibly paranoid or schizoid reactions. The trauma of being overwhelmed overpowers any positive insights or visions one may have.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §4 ¶11",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 4,
      "paragraph": 11,
      "sentence": null,
      "_score": 0.43727490305900574
    },
    {
      "id": "lsdmu.c06.s00.p103",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 502,
      "text": "This is the first time that the theme of humanity’s future entered my sessions, but it would not be the last. From this point on, the story of our collective evolution became a recurring theme in my work. Though I describe this story as a “master plan,” I do not mean this in a heavy handed, dictated-destiny sense of the phrase. I am simply trying to give voice to an encounter with the deep intentionality expressing itself in the unfolding complexity of our universe. In time this story became the metaframework of my entire psychedelic journey and my entire life. I will say more about this in chapter 9, “The Birth of the Future Human,” but the story I will tell there began here, inside these two sessions.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.6 §0 ¶103",
      "url": null,
      "transcript_path": null,
      "chapter": 6,
      "section": 0,
      "paragraph": 103,
      "sentence": null,
      "_score": 0.43705251812934875
    },
    {
      "id": "lsdmu.c10.s00.p13",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 907,
      "text": "Session 45 The Death State\nSession 50 Diamond Luminosity\nSession 60 Universal Field of Light\nSession 66 Nature of Mind",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §0 ¶13",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 0,
      "paragraph": 13,
      "sentence": null,
      "_score": 0.4364776313304901
    },
    {
      "id": "lsdmu.c01.s03.p04",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 41,
      "text": "If the ultimate goal of spiritual practice is the permanent transformation of our consciousness, then the soft underbelly of psychedelics is their temporary nature. LSD plunges us into intense spiritual exercises, holds us there for a while, and then brings us back. Clearly, we cannot stay where we have gone; it is a mistaken strategy to try to do so. We must accept these limitations and work with them. But how can we work with these temporary states in a way that will advance our permanent transformation?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.1 §3 ¶4",
      "url": null,
      "transcript_path": null,
      "chapter": 1,
      "section": 3,
      "paragraph": 4,
      "sentence": null,
      "_score": 0.4362170696258545
    },
    {
      "id": "lsdmu.c10.s03.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 980,
      "text": "By this time, I was a seasoned journeyer. I knew how my system responded to LSD, and I had a solid sense of the size and shape of my psychedelic window. On this day, however, my window opened wider and stayed open longer than it ever had before. In my session notes, I wrote:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §3 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 3,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.43350329995155334
    },
    {
      "id": "lsdmu.c08.s00.p08",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 676,
      "text": "The theme of the opening movement was: “If only you could see reality as it truly is!” Layer after layer was being pulled away as I moved beyond physical existence and the categories of physical existence. As in the past two sessions, there was no pain and no chaos, only a pervasive sense of disorientation. It felt as though I had actually taken a smaller dose of LSD. How could I be experiencing so many dramatic transitions and yet still be so centered? Assuming that the energy of today’s session was as intense as previous sessions, where was this energy focused?",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.8 §0 ¶8",
      "url": null,
      "transcript_path": null,
      "chapter": 8,
      "section": 0,
      "paragraph": 8,
      "sentence": null,
      "_score": 0.4296790361404419
    },
    {
      "id": "lsdmu.c09.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 800,
      "text": "When the shell of the private mind dissolves in psychedelic practice, experience opens to a landscape so vast it’s hard to find the right words to describe it—the Mind of the Universe, the Cosmic Mind, the Great Expanse. One falls into it, explodes into it, melts into it, sometimes cataclysmically, sometimes so gently it feels like the most natural thing in the world. We are not in control of these expeditions. We show up, do the work, and make our requests, but in this collaboration a larger intelligence sets the course. What we experience seems to be a combination of what the universe wants us to know and what we are capable of knowing. If we drop into this ocean too quickly, we will lose our bearings and won't be able to bring back much of value. But if we use these hours conscientiously, this intelligence will take us in and teach us. Here all instruction is by initiation. We learn by becoming. The lessons are repeated again and again until our grasp of the material is secure, then new layers are added until the fuller picture emerges.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.4287954568862915
    },
    {
      "id": "lsdmu.c02.s00.p03",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 137,
      "text": "As I begin the story of this journey, what is foremost in my mind is how many levels of consciousness I will be asking the reader to enter with me in the chapters ahead. In this respect, the story that follows is very different from some early influential accounts of psychedelic experience. Aldous Huxley wrote his beautiful book *The Doors of Perception* after only one mescaline trip, and he took psychedelics only ten times during his life. Similarly, when the great historian of religion Huston Smith published his collected reflections on psychedelics, *Cleansing the Doors of Perception*, he had taken LSD only a half dozen times. After that, he said, “The utility seemed to go down quickly and the bummers increased,” leading him to adopt Alan Watts’s advice: “When you get the message, hang up the phone.” This book is about what happens if you don’t hang up the phone.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.2 §0 ¶3",
      "url": null,
      "transcript_path": null,
      "chapter": 2,
      "section": 0,
      "paragraph": 3,
      "sentence": null,
      "_score": 0.42832326889038086
    },
    {
      "id": "lsdmu.c09.s03.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 871,
      "text": "For psychedelics to have their deepest impact on our culture, it is not sufficient for us to simply record the powerful experiences they unleash. We must also ground these experiences in critical discourse and place them in dialogue with other fields of learning where possible. For this reason, when I presented this session in *Dark Night, Early Dawn*, I unpacked its assertions about the role the collective psyche will play in humanity’s awakening as carefully and systematically as I could. These assertions are:",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.9 §3 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 9,
      "section": 3,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.4278220236301422
    },
    {
      "id": "lsdmu.c10.s05.p01",
      "talk_id": null,
      "archival_title": null,
      "recorded_date": null,
      "published": null,
      "chunk_index": 1017,
      "text": "In the beginning of this book, I said that there were two basic trajectories in my psychedelic work. The first was spiritual awakening, and the second was cosmic exploration. While I never let go of personal liberation as my baseline objective, the work of collective liberation and the adventure of exploring the cosmos had come to dominate my sessions. Now in these late sessions, the arc of the work seemed to be curving back around to the original goal of spiritual awakening.",
      "token_est": null,
      "hash": null,
      "channel": null,
      "source_type": null,
      "citation": "LSDMU ch.10 §5 ¶1",
      "url": null,
      "transcript_path": null,
      "chapter": 10,
      "section": 5,
      "paragraph": 1,
      "sentence": null,
      "_score": 0.4267927408218384
    }
  ]
}